{
    "version": "https://jsonfeed.org/version/1",
    "title": "hexo",
    "description": "",
    "home_page_url": "https://tealbananaaa.github.io",
    "items": [
        {
            "id": "https://tealbananaaa.github.io/2024/05/01/Spring/",
            "url": "https://tealbananaaa.github.io/2024/05/01/Spring/",
            "title": "Wie gern wäre ich frrrrei",
            "date_published": "2024-05-01T09:54:29.000Z",
            "content_html": "<p>我的妈呀好久没写随笔了非常感谢鼓励我继续在这里写东西的朋友们谢谢你们！</p>\n<p>旁边人看到我码字经常问我在干什么 我说写日记 啊不周记 啊不月记 再不写就要成 年记了</p>\n<p>04.18</p>\n<p>这半学期痛苦得让我反思是不是之前造了什么孽。Oh damn why don’t u  just kill me!! 熬完了一夜还是一夜还是一夜还是一夜 and again and again and it seems endless.</p>\n<p>上周五生死时速地完成了一个作业最终提交，一周来的精神高度紧绷着，每一天就是想着来不及了来不及了… 我对自己又生气又好笑，别人渲染我渲染，别人去玩我渲染，别人约会我还在渲染，投入的时间巨多无比，比别人多渲了一个视频出来，但是 Scenario 和工程制图完全没留够时间，做的巨草，整个项目的均衡性极差。大姐，这种很多子任务的时候能不能有点计划性啊，盲目地投入时间只会陷入局部而让整体出现要命的缺陷。我永远会在细节上纠结到一种有病的程度，比如木制手柄反光的菲涅尔效应、玻璃主体的粗糙度从上到下渐变的映射、咖啡的凹液面反光 etc.…… 过分的纠结只会成为沉没成本。和我高中那些画不好的画一般，筋疲力竭抠细节之后发现整体效果 “太灰了”，so frustrating.</p>\n<p>手忙脚乱地传完了最后一个压缩包已经是凌晨。一个人骑车穿过夜色，这是每一天最鲜明地感受自己心情的时候，因为你已经改变不了这一天，只能或欣慰或懊丧地咀嚼自己的所为。</p>\n<p>慢慢地、唱着歌穿过主楼广场，原来那一树玉兰在我昏天黑地赶 ddl 时已经只剩一地落花，不由得有些惋惜。但是错觉吗，还是太久以来的匆促麻木了我的知觉？—— 此夜方发现主楼广场弥散的花香原来是这样好闻，那是丁香花杂糅了春夜浓雾的味道，更要紧的是，最后加入了一茶匙我提交了作业的心情。</p>\n<p><img src=\"/images/a81e00d2b1ab29a87d37e4a3eb71c92.jpg\" alt=\"这棵玉兰树真的好好看啊啊啊啊\"></p>\n<p>我每次经过这棵树都会回头看一下，这盏路灯好像专门为照亮这一树花而打的舞台光一样。</p>\n<p>————————————————</p>\n<p>三天后是德语期中，我还啥都不会。最近越发不愿意在美院待着，教室太闷热公共区又太荒凉。我回到有着咖啡香气和音乐的紫荆书咖。</p>\n<p>考试头一晚喝多了茶，两点钟强迫自己回去睡觉，结果到四点发现自己还醒着。真不知道最近怎么了，眼看着一分一秒接近天亮，希望来个人把我直接揍晕。</p>\n<p>第二天倒有种回光返照的清醒，春日天空晴朗得无以复加，抱着书去文图和清芬间的小广场，边溜达边大声念书，像古装剧的呆瓜书生。这种感觉让我回到高三时的那些早晨，我也喜欢一个人钻到犄角旮旯去大声背课文。</p>\n<p>坐在长椅上，花影在我的书页上摇曳，我正复习得相当陶醉，突然感觉后脖子上多了点什么东西，用手一拂，原来是一只足有指甲盖那么大的大蜘蛛…</p>\n<p>哇啊啊啊啊啊啊啊啊啊啊啊啊</p>\n<p>————————————————————</p>\n<p>考试头天晚课，蒋蒋给我们传阅一本书 ，Die Luft der Freiheit weht 这句话无端入脑，突然明白了这个句子是个二格用法，鹈鹕灌顶。第二天居然真考到了 Die Luft 这个词，妙得很。更妙的，下课一对答案发现不确定的词居然全都猜对了！王老师还称赞我的词汇量，说我要得最高分。我天！夸的我超级惭愧，感觉自己是真配不上。但是不可否认… 离开教室进入深春下午无比明媚的阳光，我意识到，几个星期以来第一次真正非常开心。至少得到了一点点反馈，哪怕只是这么微不足道的一点。</p>\n<p>晚上剧社 gala 征集节目。我此刻对自己德语的自信正达到了一个 Ridiculous 的高度，cyz 和 zyc 撺掇我，然后我就不知道天高地厚，报了个选帝侯大街 56 的 Berlin Berlin.</p>\n<p>… 第二天清醒过来，怀疑头一天是不是有人把我灌醉了。独唱啊姐姐！！你也不看看剧社里什么水平的人才报独唱！！…… 但是对裤裆大街的爱，友人们的期待和自己的一点执着让我不愿意放弃… 试试就逝世吧。不就是丢人嘛。</p>\n<p>记得有天午夜时分在宿舍楼下看左近无人，自己唱 Ein Leben mehr， 陶醉地唱到一半一抬头看到旁边 cyz 跟我招手半天了，lyj 看着我笑，他们说老远就知道是剧社的同学在靠近。</p>\n<p>我：有没有地缝让我钻一下，谢谢。</p>\n<p>又有天晚上在紫操跑步之后坐在南边的高台上大声嗷嗷 Was wäre wenn ，唱完开心地从台上跳下去准备走，一回头发现两个人定定地看着我。我心想这谁啊，有病？再仔细一瞧，原来是 zyc 和闲闲姐，带着一种关爱傻子的微笑。</p>\n<p>我：再来一条地缝让我钻一下，谢谢。</p>\n<p>不过后来和她们躺在紫操聊音乐剧聊八卦，还是好开心的。</p>\n<p>罢了，区区丢人。</p>\n<p>————————————————</p>\n<p>—— 什么嘛，德语 98 居然在班上才是第三嘛，df 失望。</p>\n<p>—— 诶，前面两位都是外文系的大佬啊，那也罢了。df 满意。</p>\n<p>不由得觉得好好笑，计较这种没用的排名好像是高中才会干的事，散发着一种青春和中二。</p>\n<p><img src=\"/images/6653be49247fca78895291537ab276a.jpg\" alt=\"像这个可爱的小家伙\"></p>\n<p>————————————————</p>\n<p>0416</p>\n<p>每周二例行渡劫，第二天是上午一个汇报下午一个结课。好像无穷无尽循环的复调，干到三点，四点上床，第二天七点起来上八点的课。好几次我感觉熬不住了回来躺着，却从两点失眠到四点。唉，大家有的通宵干活，有的选择先休息，但你见过睡不着以至于只能躺着咀嚼挫败感的吗…… 这太痛苦了。一切在我脑海激荡不休，我可能已经错失的事、我不知道怎样才能做好的事、我想不透的事；那些我跟随不上的人、令我钦佩的人，似乎能如此轻松如此确定地前进的人，似乎心想就总得到一切的人，我熟识数年的人、萍水相逢几周的人、我似乎轻视过却并不应该轻视的人…… 太多让人反复思量的人和事。</p>\n<p>汎彼柏舟，亦汎其流。耿耿不寐，如有隐忧。</p>\n<p>据说一个人从高空坠落时中会看到自己人生的全部情景。这个说法让我不禁怀疑自己是不是要鼠了。</p>\n<p>你别鼠。</p>\n<p>——————————</p>\n<p>不觉间已经再次走进了深春，这些日子里每次看到校园里的春花烂漫，在感叹美的同时都会有种错失了什么的微微难过。万紫千红，我也没时间驻足，只能片刻不停地赶往下一个地方。</p>\n<p>感觉自己像是德语书里的 WangHongliang, 他女朋友说他 Lernen lernen immer lernen,du hast keine Zeit für das Leben und für Freunde.</p>\n<p>fj 叫我去北大的霉霉夜跑，我说我也想去啊，但是有大作业要交；cyz 拉我看音乐剧 &amp; 看 JH 联排，我说我也想去啊，但是有德语考试（笑死了我已经说了好几周周末有时间就去看 但是一次都没去 真不好意思）；zyc 叫我看 Hadestown 联排，我说我也想去啊但是要渲染模型；Q 头喊我去看北影节的电影，我说我也想去但是要做小组讨论…</p>\n<p>但是想想人家 WangHongliang 留学成绩优异并且在德国人缘混的很好，还有女朋友，我还不如人家。</p>\n<p>我想和朋友聊天唱歌我想去看音乐剧 我想跑步我想去打网球我想扔飞盘想看着飞盘像长翅膀一样飞过半个操场，我想背苦难诗社的歌词，我想看展览看博物馆。我想，呃，生活。</p>\n<p>…… 只能先想想吧。Schade.</p>\n<p>Jeder Tag ein Albtraum für mich,</p>\n<p>So viele Farben leuchten nicht,</p>\n<p>Ich kenn das nicht, von dem du sprichst,</p>\n<p>Ich würd so gern für dich.</p>\n<p>每一天像一场噩梦，如此多的色彩都不再鲜艳。</p>\n<p>我无法理解你的言语，</p>\n<p>我是如此想好好爱你。</p>\n<p>——《Ein bessere Mensch》 （裤裆大街）</p>\n<p><img src=\"/images/daa5829a6688d0f492928634dae0771.jpg\" alt=\"d f 葬 花(?)\"></p>\n<p>————————————</p>\n<p>0420 周末</p>\n<p>暂时逃离。去家鸽的大 Party！</p>\n<p>前情提要：家鸽是我们班上一个姑娘，大四就不在清华读书了，这周末过生日请朋友们聚一波大的，去郊外住 “大别野”，轰趴打牌吃烧烤。提前一个月大家就开始期待，过的都太难受了，急需这点盼头。</p>\n<p>这是我第一次和朋友自驾出去，伯伯和刘师傅开车带大家 —— 这是班上两个和我们玩得比较好的男生。一说起刘师傅，大家就会交换眼神，露出意味深长的微笑。相处这么久，我们很难不注意到刘师傅和家鸽互有好感。家鸽是个比我还大大咧咧的直球姑娘，刘师傅是个有着艺术家气质和有趣灵魂、但非常沉默寡言的 I 人男孩子，所以，你能想象那些嗑 cp 的八婆看着这俩人，有多着急，Q 头天天抱怨他们没进展。</p>\n<p>不过我总是让那帮人不要乱嗑，这种事言者无心听者有意，人家姑娘还有两个月就离开清华了，刘师傅也在准备申请，万一真嗑到一起了，又不是我们这帮吃瓜的人承担后果……</p>\n<p>Anyway！</p>\n<p>一帮人聚在一块讨论要为烧烤买的吃的，要逛的地方，要订的蛋糕…… 好快乐！ 出发的早晨刘师傅提前把车开到楼下，我和宁宝抱着给寿星准备的巨大一捧花放到副驾上，等家鸽上车给她个惊喜。花放好后我俩假装无事地离开，宁宝一直在笑，我问她笑啥，她用眼神指向刘师傅的车。我又看了看，突然就懂了：一会儿家鸽，就像是刘师傅开着一辆大奔、载着一大束淡紫玫瑰来接她。我忍不住也笑，这还真是有点该死的好嗑。真香。</p>\n<p>一路都在睡觉，醒来便嗅到山区的空气冰凉而清新，阳光却暖融融地照在身上。“大别野” 的院子里甚至有泳池，不管这个泳池实际能不能游（目测水深甚至不及腰部），民宿的设计者是懂色彩的，蓝莹莹发亮的池水与暖橙色的木地板构成了极好的互补色。大家三三两两坐在院子里长椅上晒太阳，或打开电视放歌曲，或开始处理食材、支烤肉架。下午从民宿出发到周围的林间闲逛，给姑娘们拍照，看刘师傅钓鱼。流水鸟鸣阳光和大片的二月兰，很久没觉得这么像是真正地在 “生活”.                                 回来已是傍晚，大家都困了，三三两两上楼睡觉。我坐在庭院的长椅上写日记。庭院里已经暗下来，只有院墙上方一棵枯树还沐浴着暖红的夕阳，山里的风挺冷，我裹紧大衣。凝神倾听，整个屋子都睡着了，静悄悄的，一轮冷月在天边升起，浅浅的蛋白色。说起来，我很喜欢像这样 “和大家在一起，但是沉浸在自己的世界里”，孤身一人太凄清，挤在一起又太喧闹。</p>\n<p>大家睡到九点才起来吃饭，升腾的烤肉烟气和跳动的炭火在夜晚显得特别可爱。伯伯和宁宝生火，刘师傅清理鱼，家鸽给大家做牛肉，Q 头摊鸡蛋，萱萱调酒，我啥也不会，蹲在炉子旁边烤馒头。</p>\n<p>更晚些时候，大家出去放烟花。在院门外，刘师傅点燃加特林高高举起，像是发射魔法信号，绚丽的烟火从他手中升上夜空绽放开来，映亮了周围花树，他的影子变幻着颜色在身后闪烁。家鸽站在他旁边。大家都躲在远处，啧啧赞叹着，傻笑着。这次我能明白是在笑什么：是在替家鸽感到幸福哟。你看，在你迎来 22 岁生日的时刻，你心动的男孩子在深春月夜里，山间花树前，给你放绚烂的烟火。迟钝如我都觉得是有点浪漫在的。</p>\n<p>—— 不过浪漫是有代价的。刚放完最后一支烟花，旁边来了个光膀子的胖子来把我们劈头盖脸骂了一顿，因为我们太扰民了。我们礼貌地听他骂完，跑回院子锁上门，又嘻嘻哈哈起来…</p>\n<p><img src=\"/images/7f6726d46b30a3894d59a2ec5d99bf1.jpg\" alt=\"刘师傅放烟花\"></p>\n<p>I don’t know about you,</p>\n<p>But I’m feeling 22,</p>\n<p>Everything will be alright if,</p>\n<p>You keep me next to you!!! ——22 （虽然我还没 22 ，但是好应景！！）</p>\n<p><img src=\"/images/5c7e5afbee31be36c2199bfbdc852b1.jpg\" alt=\"傍晚的月亮\"></p>\n<p><img src=\"/images/3e10cb88962a31a19dd72f966c00aca.jpg\" alt=\"df烧烤\"></p>\n<p>——————</p>\n<p>0421</p>\n<p>即使 ddl 压身也迅速闪现北大看 gala，透支一下快乐。</p>\n<p>我原是为了法红黑去看的，结果被除了红黑之外的另外三部剧震撼到了。</p>\n<p>《Tick Tick Boom》中对时光流逝的恐惧和对生活的无奈，真实得太过分直到令人难受的程度。好像看着什么都做不到的自己。《Is It Real Life》我真没绷住眼泪哗就流下来了 TT，幸亏场比较黑。</p>\n<p>然后《人间失格》，开场我还吐槽编舞是 Ewigkeit 僵尸舞，但是听着听着就被歌曲旋律完全打动了。之后晚上一边做图一边把《夏季花火》听十几遍…… 之前 cyz 跟我说 5 月有官方演出问我看不看，我当时对中文音乐剧没兴趣，现在好后悔啊啊啊啊啊我好想看，但是没时间。不让我看也就算了，还偏要先给我展示一下这部剧有多好…</p>\n<p>然后是最最最最棒的 Come from away，所有人的情感和演唱都超级到位，I am an Islander！！这首曲子和它的舞蹈看起来都非常简单，就是简单重复和跺脚，但好像具有魔法，北欧海岛民歌的那种质朴的力量感和热情，淋漓尽致！太喜欢了，感觉灵魂都被那个热烈的鼓点洗涤了。</p>\n<p>…… 红黑演到一半我开溜回美院干活，一晚上把 Come from away 全剧整个听了三遍。Stop the clock,</p>\n<p>Take time out,</p>\n<p>Time to regroup,</p>\n<p>before you lose the bout, Freeze the frame, Back it up,</p>\n<p>Time to refocus,</p>\n<p>before they wrap it up.</p>\n<p>——30/90 (Ticktickboom)</p>\n<p><img src=\"/images/670de67d57ab482ff4e5472d1b8fdc7.jpg\" alt=\"超级超级超级好的ComFromAway\"></p>\n<p>0427</p>\n<p>似乎整个世界都在为校庆欢腾，图书馆里面都是婴儿车和小朋友钻来钻去，非常可怕。学生的命也是命啊……</p>\n<p>午后阴沉沉的，从文图逃离去美院找队友。主楼广场红旗飞扬，我从没在这见过见到这么多五湖四海的人、这么多共享单车。校友带着各自的家人三五成群寒暄。从西服革履到大 T 恤，从白发老妪到叫喊的小男孩。空气里充满愉快。我听着几位中年人久别重逢，听着一位父亲给他中学生模样的女儿倾力渲染清华的美好，听着幼小的孩子奔跑撒欢。</p>\n<p>我扛着一个巨沉的电脑，怀里抱着一本破破烂烂的《服务设计概论》，盯着黑眼圈。感觉自己才像是格格不入的闯入者，他们是该在这儿的人 —— 这种感觉很怪，也很好笑。</p>\n<p>看着贵系门口的签到台，我很好奇校友会运作的机制。是不是功成名就的人才能荣归故里？如果毕业混的太惨，是不是没资格参加？多年以后班里会有谁带着孩子回来吗？希望不要在图书馆大呼小叫吧…… 这些大抵都是成功人士了？他们过的比我们幸福多了吧？优秀的清华毕业生，如果小孩没考上是不是也算一种耻辱呢？又或许优秀的清华毕业生早看不上清华了，高低得把孩子送到国外？他们看我们，估计也觉得这些小破本科生知道个啥，我们在这奋斗的时候你们还没出生嘞。</p>\n<p>天上飘起细雨。回过神，嗨，自顾尚且不暇，还有功夫想这些有的没的？</p>\n<p>又切回 Fortnight，再听一遍。</p>\n<p>Thought of calling ya but you won’t pick up,</p>\n<p>Another fortnight lost in America</p>\n<p>Move to Florida, buy the car you want</p>\n<p>But it won’t start up till I touch, touch, touch you.</p>\n<p>——Fortnight</p>\n<p>————————————————</p>\n<p>0429</p>\n<p>晚上是校庆演出，有剧社 Hadestown 的节目。在美院同学问我怎么不去，我看了一下电脑上排不完的图表，说你猜我为什么不去？但是傍晚跑回去洗澡，路过紫操，乐声冲天，我凝神一听，哎呀刚好马上就到剧社的节目了，来都来了…… 我看节目的运气不错。上一次还是百团，下了课风驰电掣地往紫操冲刺，回来果然赶上一粒沙的 Tanzen will 还没唱完。</p>\n<p>由于没有入场券，在围栏外面远远地看。绕了一圈，选择了舞台后的一个角度。很多人围观，努力地踮起脚往前看。惊奇地注意到旁边围观的好多都是美团外卖小哥。主持人为 Way down Hadestown 报幕的时候我嗷地喝了声彩，但周围人安安静静地，用奇怪的眼光看了看我。Well，这是我为剧社打 call 最孤独的一次，但也无妨。</p>\n<p>舞台后方的角度其实不错。射灯虽然很华丽，但是在正面看就像无数的小太阳，太耀眼了。对面的 C 楼和树木都成了投影布幕，映着斑斓的光。这能近距离看到演员们。Hades 从观众席里走出来的时候我又大声嗷嗷。真可惜，这看起来是个非常有爱的剧组，我没时间和他们一起玩。也甚是惭愧，zyc 叫我去做灯台，我拉了雨豪来帮忙，结果都是人家去干活…</p>\n<p>哦哦哦哦哦地灯真是太酷了！！像是很多光的手指伸向天空，这是我在清华见过最气派的舞台。演出结束的时候我又在外卖小哥人群里 嗷地吠叫了一声，然后跑掉。估计舞台上的人也听不到。卑微观演经历 + 1，但满足了。</p>\n<p>————————————————————</p>\n<p>0430</p>\n<p>近来遇到的这位老师很难评。</p>\n<p>我们一夜一夜地熬，做调研做图表，他根本懒得听，也懒得指导，后来上课，说好帮我们辅导，他干脆来都不来了。后来和我爹吐槽了一下，我爹先表示了一下同情 然后说有没有一种可能，以后你会遇到很多这样的领导；有没有一种可能，本来你们就应该自己去想办法，而不是都得等着老师教。</p>\n<p>好吧，I knew he was right but i just wanna find someone else to blame…</p>\n<p>超级感谢我的队友 sq，如果我从这门课上学到了什么，一定不是因为老师而是因为她。她是版式大佬，随手一排就是成熟的视觉，我佩服的要死。她让我认识到平面版式是无比重要的技能，我可太欠缺了，同时对调研的要求之严谨和全面我也自愧不如 —— 苯人总想着差不多是那个意思就怼上去。谬矣。</p>\n<p>大佬思路清晰，我能觉得背后有个知识的系统在支持她，有逻辑地将一个大任务分成一个个子任务来做，而我只是依据常识和经验推测下一步干啥。 这周我才知道了什么是 Key Stakeholder，什么时候做 Journey Map 什么时候又是 Blueprint，这些点状的工具都是规范的设计流程中的一个个环节。</p>\n<p>我像一个刚刚学会用正确语法连词成句的小孩子，以前只会散乱地蹦词儿。</p>\n<p>和宁宝聊天也让我受益很多，放假前一天晚上朋友们都出去玩了，只剩我俩在宿舍，我们一起吐槽这个课，我跟她夸 sq 的排版能力，又谈起我对服务设计的诸多困惑。她跟着机构上课这么久，服务设计的知识比我全面的多（这确实是她们做留学作品集过程中得到的良好训练。因为课内的老师委实没有教过，我又没有自己好好去学……）她告诉我一个项目进行的流程和最终呈现的常见方式，什么是用于分析痛点的 Journey Map，情绪曲线的作用；低保真 Wireframe 用于展现操作系统，高保真展示少量重点画面；安慰我 UI 界面并没有我想的那么可怕，从 Comunity 中可以找到模板，并不需要我们自己搭一个前端出来，只是一个外观框架而已；最终的呈现往往是一个系统图或服务蓝图。</p>\n<p>我们一块研究 Affinity Diagram 是什么鬼东西，一起聊 sq 排版的秘方，一起翻老师写的我们看不明白的书…… 一看表发现两点了。 相视无奈地笑：是谁长假前还大半夜开服务设计学习会啊？！</p>\n<p>哎哎！总之虽然五月份依旧是一场恶战，但心情稍稍明快一些了，可能是因为和大家的交流吧。能有她们真的很好！在我每一次觉得面临好大难题好痛苦时，她们一点也不少同样面对。如果她们能做到能不退缩地迎头向上…… 那我没道理不能。哪有那么难，还是自己不够用心罢了！</p>\n<p>我谢谢所有比我厉害的人，对，别乱看了，说的就是你。虽然让小心眼的我自愧不如难受得想鼠，但我还是谢谢你。</p>\n<p>Don’t breathe too deep</p>\n<p>Don’t think all day</p>\n<p>Dive into work</p>\n<p>Drive the other way</p>\n<p>That drip of hurt</p>\n<p>That pint of shame</p>\n<p>Goes away Just play the game !</p>\n<p>——《What You Own》(Rent)</p>\n<hr>\n<p>啊哟，一不注意又遛进五月了，万物青葱，马上又是夏天了。去年此时我在家开心地排场刊，想想也是敢干，排版经验为 0 就接一整本书。现在看场刊上有许许多多错误，嗯，年轻人犯错误，上帝可以原谅。</p>\n<p>Anyway 放下昨天的包袱好好关注今天。加油做方案加油排作品集！！！</p>\n<p>也谢谢看完这堆抱怨和废话的人！ 送你花花！</p>\n<p><img src=\"/images/942bc9466a5481e6916bed445d40d8d.jpg\" alt=\"意外一张能看的照片 摄影师Q头\"></p>\n<p>用我在裤裆大街里超级无敌喜欢的这首歌结束吧，同时也是标题。</p>\n<p>Ich wünsche da wär’ne Tür für mich</p>\n<p>'ne Tür durch die ich gehen kann)</p>\n<p>vielleicht wär ich ein bessere Mensch</p>\n<p>wär so gern für dich.</p>\n<p>Wie gern wär ich frei</p>\n<p>so leicht</p>\n<p>Ein bessere Mensch ,ein bessere Mensch</p>\n<p>schaf das leider nicht…</p>\n<p>我想自由自在，如此轻松… 这样或许我就能成为一个更好的人。</p>\n<p>《Ein Bessere Mensch》</p>\n<p>分享一些最近聊天的搞笑精神状态</p>\n<p><img src=\"/images/89b98b0fdbc94cf2826cf2f5c482b9a.jpg\" alt=\"读冰与火之歌破防 边吃饭边哭的傻子\"></p>\n<p><img src=\"/images/a44b818af2ef758480db0ceb3ff9b47.jpg\" alt=\"和一位留学的大佬 df羡慕\"></p>\n<p><img src=\"/images/eaa27dc48bb9e059d817f78e8e0333d.jpg\" alt=\"语 无 伦 次\"></p>\n<p>↓这是我要 GPT 模仿家长来信，给某个教育节目写一封表达亲子关系苦恼的信</p>\n<p><img src=\"/images/7c1e196cc2e0ee85363f6322997b679.jpg\" alt=\"GPT也精神不太好的样子\"></p>\n<p>《口语化》 《嘿》《我家小妞》笑死我了</p>\n<p><img src=\"/images/515f844bc521a19b11eaa7184ef3606.jpg\" alt=\"多邻国也绷不住了\"></p>\n<p>↓ 四月罕见的雷暴雨 。</p>\n<p><img src=\"/images/375519e73d5368ec7572fa5f0462a10.jpg\" alt=\"暴雨\"></p>\n<p>在雨里跑步浑身湿透 爽哉  闪电把天空照的亮如白昼。 我停下来之后还有两位老哥在铺天盖地的大雨里奔跑，我没能拍下来，但摘下帽子向他们致敬。</p>\n",
            "tags": []
        },
        {
            "id": "https://tealbananaaa.github.io/2024/01/08/%E6%9C%9F%E6%9C%AB%E7%9E%8E%E5%86%99/",
            "url": "https://tealbananaaa.github.io/2024/01/08/%E6%9C%9F%E6%9C%AB%E7%9E%8E%E5%86%99/",
            "title": "df期末日记大杂烩",
            "date_published": "2024-01-07T16:00:00.000Z",
            "content_html": "<p>这篇日记从 1.07 结课开始写，没想到，一直拖到了 2.2，包含了中间经历的所有事，啰啰嗦嗦，长的要死。</p>\n<p>朋友们有时间就来瞎看点 df 的乐子，没时间也别急着看，因为真的太琐碎了，我自己都烦。</p>\n<ol>\n<li></li>\n</ol>\n<p>这次应该真的结束了吧，我如此想。</p>\n<p>这真是难熬的一周！周三通宵完开始感冒，周五周六做到半夜，我真的一度感觉要鼠了。</p>\n<p>由于前期的非理性摆大烂和一些太快乐的日子 —— 看联排、演出和海底捞 —— 毫不例外地将创造奇迹的工作交给了最后一个夜晚。</p>\n<p>一周之内通宵一晚，熬到两三点两晚，怒干了两个大课的模型，四楼最脏乱的那个公共区成为了我最爱的工位，唯一不好的是这是人家信息系的办公室门口。</p>\n<p>周二晚上老师下班的时候，看到我把那里折腾的像狗窝，跟我说：“孩子，走之前把这里收拾干净啊！”</p>\n<p>我：“好的老师。”</p>\n<p>然后我做了一整夜。第二天早上，老师来上班了，发现还是狗窝。</p>\n<p>老师：“你不会一直没走吧！”</p>\n<p>好容易结束了，刚回宿舍美美享受了半天放假的日子，n 久前专业课的助教通知班长，说周日去做结课汇报。真的很缺德，这门课该 10 月结课，说延期一个月，没消息，延到年底，还是没消息。一整个学期都如一个 Schatten 般悬在我们头顶，期末了，Schatten 来索命了。</p>\n<p>于是周五接着熬，把之前画饼说下半学期会推进的工作，用一天的时间整出来。</p>\n<p>Mein God！ 我一个学期都想试试做充气鞋但是完全无从下手，家钰她们做的充气马甲让我突然看到了光明，极速问了她们制作工艺，极速拿了熨斗跑到美院，找 tpu 膜，买了两个游泳圈把气阀抠下来熔到 tpu 上面去。</p>\n<p>第一天还是给我做破防了，无论怎么熔怎么补都在漏气，气打进去不到三秒就蔫巴了。看着瘪不拉几的模型，我仿佛看见我自己，无论别人怎么帮我 都烂泥扶不上墙…</p>\n<p>但最后发现单纯是工艺的精细度不到家，第三次施工把所有边角又补了一遍，最后终于不漏了。从微信消失了一整天，一友看我 20 多个小时没回消息，问我是不是 Ewigkeit 了。哦我只是单纯怕 tpu 被烫破或自己的手被烫成清蒸猪蹄罢了。</p>\n<p>感冒由于持续熬夜而持续加重，干到两三点的时候感觉自己像窒息的鱼，张嘴努力吸进干燥的空气。 拯救我熬过去的不是信仰也不是人生目标，是我的网易云。我几乎确信自己体会到了抽大烟的感觉，德奥剧它真就是我的 Drug，不吸根本没法继续干活。一周下来熬的五天，每天德古拉 TDV 整剧都得放两遍，后来加上德扎和一粒沙。一定得是德奥剧！无厘头想起去年罗老师课上讲到德国表现主义艺术和现代主义音乐，说道每一种艺术对应这个时代的情绪，古典音乐的优美已经完全化解不了战后世界无助愤怒的情绪，所以癫狂的无调性音乐才应运而生 —— 正是如此，就我当前这个要死的状态，悦耳的英文剧和浪漫的法剧都远远不够力道，只有既冷酷又狂热的德奥剧才能表达这种崩溃…</p>\n<p>Wir trinken Blut wir haben unmoral, was aus dieser Welt wird ist uns scheißegal!!!</p>\n<p>爽哉此曲。</p>\n<p>2 抽象汇报</p>\n<p>做 ppt 到三点多，听着夜船（实在是太凄惨了）。</p>\n<p>七点多爬起来回美院汇报。但汇报场面更是抽象，全班只来了我和铭哥两个人。希望 ZC 念在我俩没功劳也有苦劳，而忽略掉设计的逻辑到最后已经是一团浆糊这个事实。</p>\n<p>我真的很厌恶这个状态，为了老师的好印象、好绩点而堆砌工作量，已经完全没有思维的支撑而在这里靠做模型卖惨。</p>\n<p>我真心希望这种状态永远不要再重演，无论我做的好不好，我希望能明确知道自己到底在做什么，我希望它是受我自己主观控制的。</p>\n<p>但是很难，下学期还是这种大产品，一遇到技术原理导向的东西（电器、运动装备），就完全地傻眼，完全无法评估自己设计的可行性，纯粹在懵。其实 “拆解” 是解决技术黑箱问题最好的办法，比任何资料都要直接。但我们第一太懒了，第二没钱。</p>\n<p>希望能尽量把调研做得脚踏实地一点吧，减少学术黑话式的堆砌…</p>\n<p>all in all ，ZC 说了句草模型做的不错，甚至 “太漂亮了”，失去了原型测试的原始意义。</p>\n<p>（Deine 模型 ist…schön , zu schön… ）</p>\n<p>我就当他是夸我吧。</p>\n<p>他甚至和另一个老师一人拿了一个我的模型拍的结课合影，鄙人受宠若惊。我只希望他给我打分的时候还能记得… 没办法，df 是功名主义的无耻之徒。</p>\n<p>3 意外的社交</p>\n<p>他另一门设计课的研究生也做设计汇报。我特别惊讶的是，下课后 一个我不认识的建院研究生学姐特意跑来和我说她对我设计方案的想法，给我提了她看来我后续发展的可能。我就很惭愧，因为我根本不想继续发展了…</p>\n<p>糊里糊涂地，我就和她还有另一个社科心理学的姐姐一起去吃饭。她们都是对设计感兴趣的，而且见多识广，真的很一见如故。跟我讲了很多有趣的东西，也让我感叹真的有很多有趣的东西值得学。</p>\n<p>顺便问了扬扬姐一个我琢磨了很久没有答案的问题，就是我们这一代人和父母辈的人比起来，为什么有这么多心理问题，是观测的偏差，还是我们真的更加 “娇气”，或者什么。</p>\n<p>她说上一代人接收到的信息量和随之产生的负担，和现在根本比不了。</p>\n<p>我说但是上一代人的生活更加艰难，为什么反而心理更健康？</p>\n<p>她说物质在一定程度上的匮乏对人的心理反而有积极影响（不到那种饿死人的程度）。</p>\n<p>我认为她说的有相当道理。心理问题的引发原因是物质过剩，信息更加过量，导致我们要做太多太多选择，选择带来痛苦。</p>\n<p>all in all 她们告诉我很多事情，包括如何 “包装” 自己的设计调研让它显得好像很厉害的样子。恰巧下午也有人谈到 “积极心理学”，我孤陋寡闻了，一定得了解了解…</p>\n<p>不管怎么说认识新的朋友真的是好开心，算是期末的意外惊喜啦。</p>\n<p>4 沉寂</p>\n<p>下午，去美院取缝纫机，骑车把那个大铁坨子扛回来还给染织系的菩萨。（缝纫机真的很重，辛苦她当时给我拿过去。而且本来说借两周，硬是被这个课拖了一学期。她真的是菩萨。）</p>\n<p>然后！突然之间世界就慢下来了。冬天的阳光安安静静的，很好看。</p>\n<p>一身的土，洗个澡，突然就觉得一点也不想安静下来，人还在亢奋的状态里。</p>\n<p>我真的很奇怪，熬夜结课之后永远不想睡觉，反而极其想和人说话，想找人一起疯，干什么都行。但是我的舍友晚上都去美院了（我们之间有 “中美时差”），朋友圈的各位也各自在忙。</p>\n<p>想来好笑，我从忙得脚底冒烟的打工狗，变成嚷着想玩的小孩，然后发现自己实际是空巢老人，只好爬上床，关了灯，躺在下午五点的黑暗里。忽然觉得好奇妙：很久没有这样，默默地，和自己的心跳打交道了 —— 之前几周的一切，要么太喧闹、要么太焦灼，完全没有时间 “感受” 任何事情。空巢老人躺了一会儿，睡不着，于是干脆翻身下床写文，Judge 自己、Judge 这一学期，于是有了这洋洋洒洒，废话三千。</p>\n<p>5 Judge 自己</p>\n<p>这一学期的课，至此居然结束了，虽然还有两篇论文没写。快，太快了，当 9 月份一切开始的时候我对自己说，坚持住 df，就这一年的时间而已，Do not throw away your shot！当时的状态很像是高三开学，一样怀着无数的期许、犹疑、忧虑、畏惧，一样感觉无论如何望不穿这一年的时间。转眼已经过去了一半，我真的不知道究竟是希望快点结束 还是慢点。</p>\n<p>我们活在很多无聊的承诺里，高三的时候听闻上了大学就好了，大三的时候听闻读上研究生就好了。虽然知道哪个都好不了，只会有更多烂事而已，但是… 总还是要有所期待！</p>\n<p>上学期听了邓深老师讲康德之后大有感触，把纯粹理性批判中的 “Hab Mut！” 这句话当成自己的座右铭，但是还得考量一下自己到底做到了没有。</p>\n<p>这句话的含义指的不仅是字面上的勇气，是独立调用自己的理性去解决问题的勇气。…</p>\n<p>keep your mind sharp…</p>\n<p>这学期的前半部分基本在正轨，从 12 月开始逐渐乱成一团，这个月整天疯狂熬夜，睡到中午，也浮躁的要死，一个多月都没去锻炼，实在很离谱，感冒好了之后必须要重新 Rise up，重新回到原本的状态里面去。</p>\n<p>01.08</p>\n<p>回家。</p>\n<p>我爹看到我的状态，用了很多形容一个人快要死了的成语来形容我。什么苟延残喘 强弩之末… 我真服啦。然，窥镜而自视，确实人模鬼样，笑死。</p>\n<p>我爸妈强行把我按在南向的阳台上晒太阳，说治感冒，</p>\n<p>啊啊啊啊我现在已经是个活在暗夜里的吸血鬼了，见不了这么亮的阳光！</p>\n<p>01.13 回学校写论文。</p>\n<p>专注力是每个人最稀缺的资源。</p>\n<p>信哉此言！但还应该加上一条，</p>\n<p>睡眠也是！</p>\n<p>休息，休息…</p>\n<p>01.15</p>\n<p>就算作业写不完也要见朋友们！</p>\n<p>学期里太忙，假期里又各自回家，于是这些天疯狂约见一些很久不见面的人。上周去一趟央美，听闻原来不只嘉哥，笑哥、铱阳也全都要去米国，我难过起来，一年后我所有的好朋友几乎都在米国了，万恶的美帝国主义。换个思路，希望到时候美国各个州都有我的朋友，一天换一个免费导游。</p>\n<p>比较意外的是隔壁疯人院的那位小学同班同学邀请我我去玩，于是我终于解锁了北大的地图，见到了这个最近十年来只见过两面的家伙。</p>\n<p>由于所学领域和平时关注的东西实在相隔过于十万八千里，涉及学业的交流生涩得好像锈住的齿轮。后来我和他聊起小学那坨同学，中学各自一些经历，才忽然有了熟悉感。我意识到大学后我们就已经跨入两个世界，隔着一层可悲的厚障壁了，而此前虽然已经向着不同的路在走，高中时的追求却大同小异。</p>\n<p>我才知道小学那些人现在在哪，那些已经相当生涩的名字，那个桃花特别好的男孩子 Y 哥在北工商，爱哭的老实男 LL 同学在北理工，最搞笑的是那个粘人女 YF，那时候疯狂喜欢疯狂追这位老兄，得知他在哪个中学后还去校门口围堵他，给哥们儿烦得要死。这么多年了，我今天才知道有这些事和那些陈年八卦，差点笑死。</p>\n<p>他还问起天歌，那个阳光一样明朗的姑娘，和我们关系极好，但短短两年就转学走了。走时我和这位老兄都为她写过短文和诗歌作为纪念。此刻听他特意相询，我不禁莞尔 —— 那时候班里都传言他喜欢天歌，似乎，还真不是胡言乱语。他默认了。我想他不知道的是，当时天歌偷偷告诉我，她也是喜欢他的。哎呀，10 岁时几个小孩懵懂的心动，如今 21 岁看来并不觉得傻气，反而甚是怀念。 我曾翻过自己当时那些短文，自然充满小学四年级的稚气，但无比真挚，甚至带着一种超过那个年龄的忧伤调子，现在看来仍很感动。</p>\n<p>说来也好笑，我和这老兄当时甚至算不得朋友，哥们儿太聪明，在五年级的时候就直接被一所全市重点中学挖去了，之后也甚少联系。小学时我觉得这人总是一副故作深沉的模样贼讨厌；三年级他好像还跟老师背刺过我… 离谱的是当时我几个小姐妹全都喜欢他，幼小的我简直怀疑人生，不就是学习比较好么，我学习也很好啊！（我当时在属于那种 “人间清醒” 小孩哈哈）</p>\n<p>后来我与那些小姐妹到高中几乎都失散了，偶尔在朋友圈交流只言片语，都找不到足够的理由发一条微信。而那一堆喜欢他的女孩子，和他也早已在成长中断了联系。经过这么多年，反倒是我和这位当年讨厌的老兄凑在咖啡馆唠闲嗑。 委实非常奇怪。</p>\n<p>说起来，让我们在高中依旧保持着微弱联系的，正是文字，那么些人只有我俩依旧有洋洋洒洒写几千字来记录自己经历的习惯，即使在高中的学习强度。高三时零散的日记让我俩知道了各自的目标。我在艺考和文化课的平衡上痛苦，他在竞赛和高考之间纠结。且，当时很多期望和痛苦很难和同班同学交流的，会被视为凡尔赛。（fj 同学拿了央美证之后在学校遭人嫌弃哈哈哈哈哈）。所以，虽然处在各自不同的环境下，却有种难得的 “此人与我甚是相似” 的感觉。</p>\n<p>三月份他参加清华的丘班考试，正好是我美术校考之前一周。考完哥们儿写了一篇文章记录描述进到清华的感受和前后种种艰难。读到结尾，他单用一段写到，还有一位朋友想要考清华，同样努力，同样经历了无数风雨 —— 我记不清具体词句，大抵写到，我们是大多数人里的少数人，他祝我好运，即使没有成功，也不是我的错，而且这个评价体系并非唯一答案，等等。</p>\n<p>校考前的精神状态无需多言，每天自己躲在卧室里画画到凌晨，焦虑得无以复加。凌晨坐在床沿上看到他的短文，突然就绷不住了，稀里哗啦地流眼泪。哎哟！人在那种很特别的状态下真的容易发癫。</p>\n<p>从小学唠到高考，这个人高考 710+，我美美 580+，这种跨度的聊天是没有什么包袱的，可以随意乱扯。哥们儿惊异于我语文可以考到 125+（他说重点中学重点班也差不多就这样，我还有点小得意） 但是数学不及格。 他们无法理解人脑可以有这种构造。我说我不只是不及格，是离及格线相去十余分。</p>\n<p>……</p>\n<p>Anyway…Time ,curious time . 奇特的时光，洗刷掉许许多多的人和事， 但留下一条隐形线，牵引我们变成今天这样。</p>\n<p>回忆过去的日子总体是快乐的，带着点小小的忧伤。小学时八卦满天飞、传小纸条、大家一起在课桌下面看小说的日子；中学上课肆无忌惮画老师、每天早上独自在操场跳绳的日子，都回不来了。我不是活在过去的人，如今的生活并非不如意，亦并非无趣，只是必然丢了那时许多因纯粹而鲜亮的色彩；如今的我自己，也失去那时很多一个人坚持的傻劲。</p>\n<p>01.1__</p>\n<p>1 月严冬的日子，整体来讲痛苦得很，从赶结课，到赶期末论文，到每天通勤三小时去机构上课，从感冒，到过敏皮炎跑医院。</p>\n<p>痛苦中也夹杂着时不时的一点小开心，比如和朋友们出去玩。</p>\n<p>冬天的颜色是灰的，时不时出现一点亮色，整体的色调倒也挺和谐的。</p>\n<p>01.18</p>\n<p>开始去机构参加冬令营。这是挺荒谬的一件事。事后想来，我们花钱不是去学习而是去充当人家的 “资源” 了。这真是无效内卷的活案例。</p>\n<p>机构把我们几个清华的当成好资源，平均 “分配” 给其他学校的人，于是我们要带飞一帮其他专业的或者低年级或者全无建模渲染能力的同学。最抽象的是铭哥那组分到一个小孩今年才高二。和我们一起来参加申请和保研的课程，离谱至极。</p>\n<p>西姐和铭哥直接破防退营，我和思绮留下了。</p>\n<p>我被分配到的队友整体来讲人还不错，后来相处的挺好。</p>\n<p>组里两位同学，来自北京一所工科院校。我发现他俩是一对儿，一开始心拔凉拔凉的，因为 “组里有情侣” 是小组作业我们最忌惮的状况了，俩人互相心疼、腻歪腻歪，都别干活了，万一吵架了就更是不得了。</p>\n<p>不过两周下来，这二位改善了我对情侣队友的印象。这俩人真的极其好，一直在干活，姑娘还会反帮我 push 她男朋友建模，男生喵喵喵抗议一下，然后会非常认真地根据我的意见反复修改模型。我很满意。</p>\n<p>哎呀，他们真的很好，我仿佛觉得他们眼睛里有一种 清华人没有的阳光（哈哈哈哈不好意思开始乱 judge 了）… 一种单纯的、对生活的热爱和期望。 我看了一下那个姑娘的朋友圈，都是和男朋友一起喂猫猫，救助流浪狗狗，或者吃好吃的，或者一起做项目…… 真的是阳光灿烂。（我：阴暗地唱老毕登之歌）</p>\n<p>小伙比姑娘大一届，gap 一年和她一起申欧洲的工业设计（姑娘会说意大利语，特别好听）。两个都是北京本地的（我很久没听到字正腔圆北京话了），喜欢吃吃喝喝（每次俩人吃点心都顺带请我，惭愧），喜欢旅行（结课就一起去旅游了），早睡早起（十点半睡六点半起）。</p>\n<p>我天，我真是很久没接触这么阳间的人了。他俩的那种状态让我有种 “原来还可以这样啊” 的错愕。结课了还有点舍不得他俩，毕竟十几天来嗑 cp 很开心。真的，祝福他们能一起申到好学校！</p>\n<p>另一方面退营的西姐和铭哥回到学校，开始自己做项目（怕我和思绮卷）。</p>\n<p>两人天天在教室里讨论选题，画图，吐槽打趣，无所不谈。项目没做完，感情倒是眼瞅着升温。——B404 何其无辜，它只是一间小小的教室，承受了太多它本不该承受的。</p>\n<p>铭哥是个很善良的男生，西姐说一起干活儿的时候铭哥总是会故意搞笑逗她开心，但是当遇到问题，又能沉着稳重地安慰她的情绪。我的妈呀，我都嗑了。</p>\n<p>虽然这嗑的是有点 unmoral，因为这位姐是有男朋友的，还是个谈了很久的非常肯为她花钱的成熟男士。</p>\n<p>（Wir trinken Blut wir haben UNMORAL， was aus dieser Welt wird ist uns scheißegal… 不是。）</p>\n<p>剧情有意思起来了。她和我说了很多小故事，作为自由人文主义者，我起了起哄，但也没给她什么建议，只能让她听从自己内心的声音。</p>\n<p>其他人可没有我这么 “客观”。之后有一天西姐和铭哥去吃烤肉了，我们的另一位朋友 Q 头，人在大连，听说这件事，欢喜得发来贺电说 “你们终于成了！！！！！！！！！” 比正主还高兴。但是其实人家只是去吃饭，并没在一起，西姐跟她现在的男朋友还好好地。</p>\n<p>Q 头失落极了。我觉得很好笑，这才是真的 unmoral 人吧……… 她这学期已经把班里另一个女生劝分手了，什么情侣杀手。</p>\n<p>不真过这次这个瓜有点好吃！而且大家都是要继续苟在美院的人，这以后我不就可以随地大小嗑。</p>\n<p>不过我觉得以西姐的性格，暂时不会分手的，毕竟铭哥和我们同龄，不够成熟，也没法为她花那么多钱，顶多就是个陪聊………</p>\n<p>01.27</p>\n<p>烦死我了，教室里现在是我，西姐，铭哥。</p>\n<p>两个人聊的那叫一个开心。 一周之前明明我们都是好朋友啊，喂喂！现在我和他们之间已经隔着一层可悲的厚障壁了…</p>\n<p>这还可以接受，最难绷的是我想听歌，网易云给我推了一首音乐会上木匠唱的《I’m all alone》，</p>\n<p>I m all alone～so alone～实在太好笑了，太应景了。</p>\n<p>不过也谢谢他俩，后来大家又一起修改作业，改到十二点，他俩还让我意识到自己作业里的一个漏洞。</p>\n<p><img src=\"/images/bcaaebafaeb1fc4a861f95be753e2ef.png\" alt=\"alone\"></p>\n<p>……</p>\n<p>这学期最后一次从美院夜归。</p>\n<p>这学期不知多少次骑车穿过午夜的学堂路 从南到北 。</p>\n<p>不知多少次凌晨两点抑或四点 独自唱着歌 享受那一段十分钟的路。</p>\n<p>每次都觉得 ，一天内从没有一个时刻这样真切地属于自己。</p>\n<p>一切情绪随着歌词都能在寒冷的夜空之下肆意飞翔。激昂抑或颓丧抑或欲望，夜晚全都包容。</p>\n<p>“遥远的彼方星星上有金子落下”</p>\n<p>“一把火烧了天堂，像路西法投掷玫瑰，世界属于骗子和冒失鬼”</p>\n<p>“没有欢呼，没有惊骇，唯有这冗长且荒谬的永生！”</p>\n<p>“我们是暗夜里的两条船…”</p>\n<p>“歪 —— 哎 —— 树 —— 呆 ——”……</p>\n<p>那些高音我的破锣嗓子是唱不上去一点，硬往上吊，听起来应该是如听仙乐耳暂聋。但没关系，我戴上帽子一路飞驰，没有人知道我是谁。</p>\n<p>说来嘲讽，真正属于自己的时刻，是那些没人认得出自己的时刻。</p>\n<p>回来独自穿过长长的昏暗宿舍楼道，每次都会觉得这是一天内状态最亢奋的时候。唉！我曾经是个乖乖的小 Sarah，十一点上床睡觉。经过大半年来的陶冶，成为 Kinder der Nacht 了。说不得，享受夜晚吧。</p>\n<p>Morgen bin ich wieder brav,heute werd ich schwach.</p>\n<p>Morgen brauche ich Schlaf,heute bleib ich wach！</p>\n<p>（明天再做乖孩子，今天晚上要嗨；明天再好好睡觉，今天彻夜不眠……）</p>\n<p>01.30</p>\n<p>哦，请看 df 表演一下现场打脸。</p>\n<p>说了自己本学期最后一次在凌晨从美院回宿舍，然后今天又在美院呆到凌晨了。</p>\n<p>I say the last time， it became the past time——</p>\n<p>也是很搞笑的一个晚上，一开始，因为要结课了满心充满欢喜。然后为某人占用教室（她平时都早早离开）感到很烦，再之后终于把她耗走了，回到教室门口却发现，这家伙走的时候把门锁了（一般从不锁），感到很生气。我翻了翻兜，发现刚好换了衣服没拿钥匙 （我一般都拿着钥匙）进不去。所有巧合一起，我把自己给蠢乐了，也不生气了，就觉得整件事特别特别好笑。</p>\n<p>回宿舍发现姐们儿还等着我 没熄灯。我本来想吐槽她一晚上处处 “害我”， 结果见到她就只想起来问：你们项目做咋样了？（潜台词：你们别乱卷，剩下的都好说。）</p>\n<p>听到他们在苦苦出图，搜肠刮肚画不出来，于是在教室狂补背景知识到一点半。不由得就很理解，又挺佩服，也有点同情，但其实我们小组也未必做的多好，所以没有资格同情人家。</p>\n<p>然后我俩开始细数各种国内外都有啥能浑水摸鱼的的设计类水奖，一块哀叹自己履历里一个作品都拿不出来，疑惑为什么别人能拿那么多…</p>\n<p>这一晚上情绪像机器一样几次大切换。结课的快乐像一团雾，遇到任何关于现实的思虑都会消散。这会儿像浇了一头凉水，只觉得有什么好高兴的，项目并没做完，距离能投稿还相当远。</p>\n<p>自己的路也还太长太长，太未知，即使仅仅下一站也望不到。</p>\n<p>想着想着，又三点了。躺床上，细数还能睡的钟点也不过五个小时，细数大三还剩的时间也不过五个月。联系这个晚上的一切，感叹我们怎么永远有这么多想得到的东西，永远这么多不甘心和不满足啊。</p>\n<p>真是 Unstillbare Gier. “我愿成为圣徒或罪人，却一无所是，仅为刍狗，卑躬屈膝，满口荒唐，不得不毁灭珍视的一切”。</p>\n<p>01.31</p>\n<p>Hooray—— 结课和剧社的朋友们唱了一晚上歌，回来只感觉啦啦啦啦啦啦我是快乐的小孩，昨天的忧虑心情一点都不剩了。（乐）</p>\n<p>能治愈一切的 Zauber der Musik！</p>\n<p>虽然和那帮声乐大神一起唱歌真的很难不感到压力，觉得自己实在唱的太烂了。</p>\n<p>最慌的一集是，我到的时候比较早，只有 sld 在，他非让我唱。我很局促地唱了一首成都，明明是男声的歌，我甚至需要用假声。</p>\n<p>我：我好像有点唱高了。</p>\n<p>sld 淡定地：你高了八度。</p>\n<p>然后他补充：不过你唱的挺好的，真的。哦你唱的比 cyz 好。（狗头）</p>\n<p>（哈哈哈哈哈哈哈 just kidding  cyz 如果看到不要来打我 hhh（狗头）</p>\n<p>我觉得最好笑的一集是英德混合版 Total Eclipse of Heart。</p>\n<p>ly：Turn around——</p>\n<p>我 王叔 sld cyz：Stern Kind——</p>\n<p>最好看的一集：ly 和 cyz 跳舞。</p>\n<p>最心痛的一集：” 输了你赢了世界又如何 “（好像是这么唱吧） 。联系一些故事，太痛了。</p>\n<p>最甜的一集：和大家一起 “是你让我的世界从这刻变成粉红色～”</p>\n<p>最有意思的一集是回去路上，大家在荷清路一路嗷嗷唱 jcs，不顾路人侧目。（其实只有我和 cyz 是嗷嗷 其他人唱的很好）</p>\n<p>cyz（学习 lmm）：歪，爱，树，呆 ——</p>\n<p>ly （超好听的高音）This talk of god is Trueeee———</p>\n<p>王叔、sld（超好听的高音） ：JESUS——</p>\n<p>我（尖声，硬往上吊）See how i die——</p>\n<p>雨豪的晓爷：（困惑）</p>\n<p>虽然我唱的很烂！但是这是最有底气的一回，因为有人和我一样，一起在路上骑着车不管不顾地高歌！有这一帮人一起抽风，真是何其有幸！何其快乐！</p>\n<p>这学期在学校的最后一夜，回到宿舍完全不想睡觉，想跳舞。</p>\n<p>脑子里复现一段歌词：</p>\n<p>Wenn Musik das Herz verwirrt</p>\n<p>如果音乐迷乱了你的心</p>\n<p>Und die sehnsucht Tanzen geht…</p>\n<p>如果欲望悄然起舞…</p>\n<p>……</p>\n<p>Dann hilf nur ein Gebet……</p>\n<p>“哦。” 我想。“去他的 Gebet, 去他的祷文。”</p>\n<p>“如果欲望悄然起舞，那就让它起舞吧。”</p>\n<p>（放假言论）</p>\n<p>02.02</p>\n<p>出分，大寄。 这学期我与《经济学通论》的爱恨情仇告诉我们，当你和一个事物犯冲的时候，往往不要心存侥幸，它一定会害你到底的。</p>\n<p>我熬了好几夜写经济学论文，一度觉得写出一点感觉了，但还是没用。</p>\n<p>恶人就是恶人！！他们不会怜悯你！！</p>\n<p>就好像我高中学数学，二模一度考到了一百零几分，我以为我跟它和解了，没想到高考还是用一个不及格狠狠刺了我……</p>\n<p>真的很挫败，两次认为能学懂原本不擅长的东西，发现还是徒劳。</p>\n<p>我与经管势不两立…</p>\n<p><img src=\"/images/bb7ab51b5e2c7c373feb52b6452f808.jpg\" alt=\" \"></p>\n<p>《df 誓词》</p>\n<p><img src=\"/images/1f7dcf2f87e2b5dce45fde4ef0fa70e.jpg\" alt=\" \"></p>\n<p>《发觉捎带了无辜的人（比如可爱的嘎嘎导演……），进行更正》</p>\n<p>罢罢罢。当然还是自己的问题啦，没有人按着我的头叫我选课，都是自己蠢。那帮老师和助教还是让我学到不少的，比如零和博弈（笑）。写的过程，也还是，也还是比较开心的（强行开心）。我真的谢谢所有在这一学期中间鼓励我好好写的人，虽然我没有创造奇迹，结果还是让你们失望嘞。</p>\n<p>哦但是那两个让我们所有人抓心挠肺的大专业课都还不错我已经很满意了。ZC 确实顾念我没功劳也有苦劳，我谢谢他。胜老师也对得起我的 Sarah 碗…</p>\n<p>anyway，好了，这学期的破事真的结束了。放假。</p>\n",
            "tags": []
        },
        {
            "id": "https://tealbananaaa.github.io/2023/12/04/1204/",
            "url": "https://tealbananaaa.github.io/2023/12/04/1204/",
            "title": "一周琐记后续的下一周琐记",
            "date_published": "2023-12-04T04:05:53.000Z",
            "content_html": "<p>本来想当上一篇的补充和附件，但是一耗就又过了一周，成为了新的一周琐记。</p>\n<p>part1  11.29</p>\n<p>终于把经济学通论的作业交了，开心。说来搞笑，我真的尽我所知 调用了对专业的全部理解、最近学到的全部专业认识、用最理性的脑力，在写这个通识课的小作业，而它只是个随堂练习，不是期末论文。 要不是这个课，我还真不会去搜服务设计的论文（which is 我目前理想中的发展方向），也是有点惭愧…</p>\n<p>如果还是寄了，那也是尽吾志也而不能至者 其孰能讥之乎。说来嘲讽，受家里影响，我对经管学科颇有 prejudice，但这次也被迫拜倒在经管的石榴裙下，为人家熬大夜。不过，社会科学倒也有种该死的迷人…</p>\n<p>第二天上设计课，老师恰巧有一句锐评，说管理这个专业的特点是不把人当人，把人当机器。 我熬夜赶经济管理的作业，感觉被骂到了，不由得好笑。但他说的有道理，自然科学本就是理性的，非常自洽。但是社会科学的研究对象是人，人是是极其不理性的，经济学人却要用各种理性的公式给出高效率的模型，似乎确实有点矛盾。</p>\n<p>理性和感性的对冲是我一直很感兴趣的一个迷人话题。未来简史对现代社会中的 “知识” 概括出这样一个公式：体验 x 敏感性。 二者相互促进。从没有一个社会像今天这么强调感官，那些有更多体验，更强敏感性，自己还不陷于其中的人，就是知识的上位者。也就是，在这个公式下，理性和感性没有边界，但是有一些狡猾的人自己保持着理性混迹在迷迷糊糊的人群间进行考察，掌握了怎么操控其余人的感官，成为成功者。</p>\n<p>我也想成为他们，但一般结果是变成迷迷糊糊的人群。</p>\n<p>只是一点乱想。我也不懂。if anyone got any idea 欢迎来聊…</p>\n<p>part 2</p>\n<p>之前读的一本经济学书叫 Nudge，核心观点是我们都在被身边一切人事物推动，我们会变成身边人的样子。以前我总是抱着一种不想被其他人打扰的心态喜欢一个人躲在一个旮旯干活，也算一种奇怪的 arrogance.  大三以来，我们这五六个人就一直在教室干活，大家也前所未有的卷。突然就意识到这帮人有多厉害，sq 的审美刘师傅的灵气熊姐的努力 q 头的理解力 xmy 做模型的能力，我都没有。大家一起干活，互相瞄着对方生怕对方有什么新的卷招儿，真是又无奈又累又开心。</p>\n<p>有一天从美院回来都一点多了，还是没忍住跟宁宝聊典型的香香橡皮设计，我认为的没用的设计，刘老师讲的可持续设计项目。大概平时聊的东西太多关乎感官而太少关乎思维，突然这么正经，以至于我们自己都觉得古怪。但是似乎还真是只有我们几个人能理解彼此观点，这并不是说我们又多么独特先进的认识，而是最近一起集中接受了一大波理念，在专业认知上的处境太相似。也感叹一些打不破的审美刻板印象和理念壁垒。</p>\n<p>12.01</p>\n<p>周三夜里看着宁宝在那做留学作品集，把她的的渔业系统交互界面设计打出来，摊了一桌子，伯伯在陪她细细讨论，还让我帮他们俩拍照（她作业的一部分）。我感叹这是什么夫妻档作品集啊，学习组真的很好嗑。看着他们搞作品集那个投入的状态，怎么说呢，确实还挺佩服的。我意识到他们正在干着我之前规避掉的事情。开学初做决定的时候，我对另起炉灶准备作品集同时兼顾课程多少是有点害怕，所以，可以说，用各种理由辅助自己选择了不那么痛苦的一条路。</p>\n<p>但是这不是说我对自己的决定后悔了。not at all. 说实话，这学期竟让我越学越意识到美院可以给我的原来如此之多，值得继续停留。just give me a chance.</p>\n<p>Q 头整天想象，说，明年这时候咱们是不是都可以躺了，咱们一起去西藏玩吧，我说你不做毕设吗。但是也确实，去年这时候我茫茫然整天就知道吃饭，现在我至少知道想干什么，再过一年无论保研还是申请都结束了，再过一年大家都不在这儿了。</p>\n<p>又 12 月了。12 月快乐。</p>\n<p>12.03</p>\n<p>今夜朋友圈一半人在发面试演出顺利结束美丽剧照  一半人在发法大悲的观后感，世界可真是热闹！虽然我昨晚已经看过了，但自己凄凉地在美院建模，思考搞不明白的渐消曲面，还是有几分羡慕。我终究还是看别人玩自己会不想学习的小 p 孩哈哈哈。 脑子里循环了大半天《遗书》，但是这首歌冷门到搜都搜不到，只能回 b 站看十周年的录像。满脑子都是：遗忘的我的破碎的 旧的却像新的陌生的 … 真的后劲好大好好听，反复感叹赵老师的声音真的是被天使亲吻过的声音啊！！！<br>\n但是越建模越精神，听完了一遍裤裆大街，半遍法红黑，半遍 Ham，半夜两点了，还非常兴奋，就很可怕。最近的状态非常错乱，这不好，这不好。睡了。</p>\n",
            "tags": []
        },
        {
            "id": "https://tealbananaaa.github.io/2023/11/26/hh/",
            "url": "https://tealbananaaa.github.io/2023/11/26/hh/",
            "title": "一周琐记",
            "date_published": "2023-11-26T14:08:03.000Z",
            "content_html": "<p>太久没过来了，都已经忘记代码怎么写…</p>\n<p>真的很忙，但是过去一周又真的有很多话想说。于是还是在这里敲了我的几千字废话，提醒朋友们在有时间的时候看两眼，没空的话千万别浪费时间。</p>\n<p>全是充满我个人情绪的、意识流的没用的话。</p>\n<p>You got shiny friends since you left town</p>\n<p>A tiny screen’s the only place I see you now</p>\n<p>And I got nothing but well-wishes for ya</p>\n<p>Ooh, this place is the same as it ever was…</p>\n<p>——Dorothea</p>\n<p>这首歌几乎从不会让我想到其他人。</p>\n<p>1</p>\n<p>前两天高中的好朋友没头没脑突然喊我回工美附中看看。好像毕业后还没回去过，老是说，老是拖。但是真像心电感应一样，这一周以来，很多高中的片段总毫无来由地在我脑袋里频繁闪回，甚至梦到了我最喜欢的老师的历史课。她一问，我简直没办法拒绝。一咬牙，说去就去。</p>\n<p>那个晴朗的冬日午后，梧桐树叶在阳光里低语。那颜色明艳得不真实，像是应该出现在记忆和梦境里。工美校园和清华相比，小得像一个微缩景观球。但是，真的无比漂亮啊。</p>\n<p>在门口看到胖胖的校长，和一众领导正簇拥着一位访客出来，看来是来了贵宾。贵宾上了一辆豪车，车正要启动，一辆出租大大咧咧地停到了它面前，把它堵住了。嘉嘉和羽晴从出租车上跑下来径直朝我冲过来，我们仨久别初见，抱成一个疯狂尖叫的团。校长回头看了我们一眼，露出黑人问号的表情。</p>\n<p>去初高中各个办公室扫荡。老师们都超级惊喜，因为我们学校的毕业生很少有人联系老师或者回来。办公室的气氛变得好热闹。</p>\n<p>我初中班主任现在正在带初一，跟我们大倒苦水说我们都是小天使，现在这些孩子油盐不进，跟老师对着干，把她气坏了。给我说了一个概念叫 “疫情小孩”，就是这些在疫情期间成长，小学里三年在家上网课的孩子。我才意识到，疫情或许影响了我们的高考或是偷走了我们的大学生活，但是对于整个人格的影响，或许真的没有对于这些小孩严重。如今的风气都尚且如此 “自闭”，当这些童年中三年没和同龄人说话的小孩成为主流，很难想象又有什么样的社会问题。</p>\n<p>扯得有点远了。之后见到我高中班主任，也是我的数学老师，聊起我是全年级成绩第一但数学到最终也没及格这件事… 我说啊啊我对不起您啊我是真的学不明白数学啊，班主任说哎呀是我对不起你啊我没教好啊，然后我俩开始疯狂互相鞠躬道歉。周围人看着大笑。</p>\n<p>高中办公室所有老师居然都记得我。我觉得很搞笑的是，所有老师对我印象最深的都是一件事。——“菲姐，你走了之后再也没人早上来跳绳了。” 她们都记得我每天在操场呆的位置，天哪…… 那时候每天七点到学校跳绳，跳完就坐在清晨空无一人的操场边坐下来，啃一个我妈给我带的面包。耳机里听着 Folklore 或者大悲，看着门口来上学的人逐渐多起来。然后翘掉早自习，踩着上课铃跑回教室。那些清晨是我高三最快乐的记忆之一。</p>\n<p>那时候的全部牵挂，坐在一头，一眼就能望尽。</p>\n<p>感叹那时候同样都是早八，而且还是满课，从来都理所当然，还能七点去跳绳。现在是真的做不到。值得欣慰的是我依旧在跳绳，只是由清晨阳光下跳，变成在午夜的紫操阴暗地跳。</p>\n<p>老师们和我们聊各种事，学的方向啊，忙不忙啊，未来的计划啊，谈没谈对象啊…… 我们也已毫无当时和老师说话的那种局促，像是老朋友一样。我超级喜欢的一位英语老师给我人生建议，大意概括为 Grab the chance，do not throw away your shot… 我听了就无奈地笑，很难 Grab. 只能尽量 Grab 一些可能的吧。</p>\n<p>黄昏里，那些办公室的氛围温馨而愉悦得让人落泪，好多老师接了自己刚放学的崽子过来写作业，小男孩小女孩一大堆，在那跑来跑去，我以为自己进幼儿园了。</p>\n<p>到高三的教室，“距离联考还有 10 天” 的大标牌真的把我们吓得不轻。一屋子孩子一排排密密麻麻，紧张地画头像。美术老师一把将我们仨扯进班里坐着，像是教室前头三尊大佛。 我们和老师聊的贼开心，嘎嘎乐，不顾忌那些画得要死要活的小孩。他们大概会觉得我们仨贼烦，anyway，我祝福他们。</p>\n<p>最遗憾的是再一次错过了我最最喜欢的那位历史老师。刚毕业那年，班主任叫我回去做经验分享，我给所有老师带了画，他的那一张最用心，却得知他去了西藏支教。两年过去他回来了，但刚好今天不在学校。有点茫然，有点失望，就好像两年前。似乎做任何事，总要有点遗憾的。</p>\n<p>从教学楼出来，月亮都升起来了。踩着寂静操场的枯叶离开，再一次穿过每天放学走的胡同，再一次在这条路和嘉嘉一起，跑着调扯着嗓子唱大悲。</p>\n<p>“one more day i on my own ———”</p>\n<p>“Will we ever meet again …”</p>\n<p>“one more day with him not caring ——-“</p>\n<p>再一次看着星星唱 Stars，唱 Confrontation，感叹自己 Confrontation 居然都背不下来了，会把冉阿让和鲨威的歌词唱混，真是大大退步；唱 ham，唱 One last time 就像高三临走的时候一样；肆无忌惮地 My Shot，不理会路人惊疑的目光。</p>\n<p>真好啊，Take me back to the time when the world was block wide… 这里的一切居然都丝毫没变，两年半的时光仿佛在一瞬间完全消失了，我从来没离开过，斜街熟悉得让人心痛。看着这些景象，我一下子能够明白为什么我们谈起高中所有那些往事都总是那么神采飞扬，即使那些事细碎得莫名其妙，即使旁边的人听得一头雾水。 因为在此间倾付的一切心情，都曾经被证明是值得的；而这种证明放在整个人生当中，都不可多得。</p>\n<p>多好啊，多单纯啊。那个时候，我们的整个世界就只是一层楼的大小，成日里捉摸不透的就只有那薄薄的六本书。</p>\n<p>但世界不可能永远那么小，我们也不可能永远活在过去，从温软的回忆终归还要堕回坚硬的现实。</p>\n<p>I cause no harm</p>\n<p>Mind my business</p>\n<p>If our love died young</p>\n<p>I can’t bear witness</p>\n<p>And it’s been so long</p>\n<p>But if you ever think you got it wrong</p>\n<p>I’m right where</p>\n<p>You left me</p>\n<p>You left me no you left me no</p>\n<p>You left me no choice but to stay here forever.</p>\n<p>——Right where you left me</p>\n<p>不知道为什么，这两天不知道听了这首歌多少遍。这种不想 bear witness 的情感真的很细腻，我说不清为什么如此打动我。</p>\n<p>2</p>\n<p>第二天就过的特别现实，因为去了系里的保研经验讲座。没有比这更现实的事了，现实到和班里几位同学开始拿出手机打开 Info 比绩点。想来也是很好笑，昨天回到高中，所有人围着我们，好像我们仨都在闪金光一样，看着我们的目光有猜测、佩服、羡慕、期待…… 我惶恐地回应着那些赞许，在太热切的期待和目光里局促不安。但今天的现实告诉我，我其实是一只菜的不能再菜的菜鸡，和两位学姐比起来真的啥也不是，手里一个项目都没做过，可以用一事无成来形容。有种一下子被打回原形的爽感。</p>\n<p>很遗憾生活不是游戏，没玩好可以重开一局；没法指望刷新重来，即使有大大小小的错，也只能硬着头皮往下走。 Rise up ，我也许啥也没干明白，但也不能说一无所有。我还有过往的经验，我还有到目前并不差的成绩，我还有一起努力卷的朋友还有会关心我会愿意帮我的人。不能说多大优势，但也不能无病呻吟地说有多么艰苦卓绝。</p>\n<p>退一步讲，我相信所有事情都可以用置于死地而后生的态度面对… 尽最大努力，抱要死的打算，寄予最低的预期，就不会痛苦的死去活来。</p>\n<p>上周末我就很破防，因为经院开设的某通识课程，我选来想刷绩点，结果第一次小作业就降维打击了，直接让我感觉一个寄字呼之欲出，懊悔得要命，因为纯粹自讨苦吃，加上还有一位老哥在我懊悔的时候关切地提醒我：“不仅你的 GPA 会被拉低，同时还会影响你专业课的精力。” 我真谢谢您。</p>\n<p>总之那天都是一种想鼠的心情。</p>\n<p>痛定思痛，一种悲愤和不甘心升了起来，既然我又付出了时间，又刷不到绩点，我总得从课上得到点什么啊，不然就太亏了。于是这周，我第一次开始认真听讲。发现，讲的还真是不错。</p>\n<p>课上发生的事也改变了我的态度。这课严格重视签到，一次缺勤扣五分。在第一小节课间打出了签到码，很多人例行扫完后润之大吉。第二节课下课后，助教突然上台说，辛苦大家这么久认真听课，我们给大家发一个小福利。 然后只见屏幕上出现一个二维码，我们茫然不解，这是什么奖品吗。 然后助教说：我们再签到一次，这个才做为本节课考勤。大家不要在大群里说，因为，大家也懂，零和博弈嘛。</p>\n<p>这个操作震撼了我一次，他用零和博弈来诠释课程又震撼了我一次。</p>\n<p>课后他把未签到学号发布，我看到了八十余人的长长的单子。突然就觉得可能我也不是完全没机会补救成绩，毕竟这些人如果在意成绩的话，现在已经比我还破防了。</p>\n<p>晚上和我舍友讲了这件事的完整情节，她们也很震撼，感叹，这就是经院吗，甚至叫一个课堂上的人零和博弈。宁宝说这个老师的课很有名，外面的人还会花大价钱买来听。</p>\n<p>还告诉我 老师有一儿一女，都和我们一样大，在美国留学。我惊奇，问你怎么知道的？她说老师的孩子是她高中同学。我大为惊异，开玩笑说您帮我求个情，救人一命？她们开始帮我想各种补救方案，最终最 “可行” 的一个是熊姐去美国勾引他的公子，成为一家人就不怕说不上话了。 我可真是太感动了。</p>\n<p>四个人一通胡扯，聊到半夜三点，聊的贼开心。我突然就很释然，我会尽全力补救这个成绩，但无论行不行，这一课也是没有白上…</p>\n<p>3</p>\n<p>周末回家。每次回去，都难免惦记着那帮卷王还在美院教室里刷夜，不过我称回家为必要的 “例行重启时间”。毕竟这个机子质量也不能说有多好，过段时间得停顿一下，不然会爆炸的。马上就十一周了，刚刚一个人在美院的楼道里走，想到好像这个学期、这一年又快过完了，突然有种一切从我身边流走，我什么也抓不住的感觉。这些天的思绪在过去、当下和未来之间无序地穿梭，但无论是哪一个，我都很难握住。唉！说不得。尽量干吧。</p>\n<p>会看到这里的人，都够意思。非常感谢，Vielen Dank.</p>\n<p>回忆杀真是可怕，翻以前的日志翻到一些超级喜欢的东西。忍不住在这里码一下！！</p>\n<p>我的妈呀我刚毕业的时候画的六科老师，真的好可爱啊（…），现在手绘能力已经消失……</p>\n<p><img src=\"/images/ab36e9d4576496fa4015f1c0fda9f53.jpg\" alt=\"ab36e9d4576496fa4015f1c0fda9f53\"></p>\n<p>最喜欢的是 shi 老 shi！！</p>\n<p>–</p>\n<p>不得不看一下王同学 P 的这张世界名画  很招人烦  但很喜欢（？</p>\n<p><img src=\"/images/711b98818c55400c35728229f53a97c.jpg\" alt=\"711b98818c55400c35728229f53a97c\"></p>\n<p>–</p>\n<p>我的桌子在走班上课中成为超级留言板（主要都是我们俩写的…）但是最下面的吉普赛老头一看就是畅畅的手笔笑死我了</p>\n<p><img src=\"/images/58ce7f74ce6b3fb504d6655916767a6.jpg\" alt=\"58ce7f74ce6b3fb504d6655916767a6\"></p>\n<p>好了我从回忆里滚去画图了。</p>\n",
            "tags": []
        },
        {
            "id": "https://tealbananaaa.github.io/2023/10/14/1014-%E5%B0%8F%E7%8E%A9%E6%84%8F%E5%88%86%E4%BA%AB/",
            "url": "https://tealbananaaa.github.io/2023/10/14/1014-%E5%B0%8F%E7%8E%A9%E6%84%8F%E5%88%86%E4%BA%AB/",
            "title": "1014 |小玩意分享",
            "date_published": "2023-10-14T08:49:44.000Z",
            "content_html": "<p>一周一周，只有汇报成功剩下那半天短暂地欢欣鼓舞和轻松，只要一夜过去立刻又回到“接下来到底如何推进”的痛苦僵局。</p>\n<p>下午一个人在美院教室自闭，看着手下一堆的活无从做起。茫然翻开一本叫做Crazy Gift的设计书，希望能找到一点灵感。那本书上都是诡异或者搞笑的奇葩设计，突然看到一个产品让我大感惊奇。</p>\n<p><img src=\"/images/6af10cb787f49a8e569114f26931bc9.jpg\"></p>\n<p>那是一双大人的鞋，上面连着一双小孩的，用于亲子玩耍的时候 一起跳舞，不会踩不稳掉下来或者把大人的脚面踩痛——形态工艺也没什么复杂，但是着眼点委实独特。惊讶是因为我很小的时候，就常和我爸爸玩这个游戏。我踩在他脚上，他拉着我，两个人同步走，还取了个名字叫“大脚车”。那时候早上赖着不愿意从床上起来，他会说，坐大脚车去走一圈吧，我觉得很好玩，也就起来了。</p>\n<p>却没想到，有一天真的看到专为这个设计的产品！（只是小孩鞋的方向和我们当时玩的相反） 一瞬间真是大为感动，设计师真是心细的人，或许设计师童年的时候也玩过这个游戏，要么就是很会和孩子玩的父母。洞察这种微不足道甚至有点奇怪的小小需求，并且真做出来，这正是我想成为的那种设计师啊。</p>\n<p>我两周没和爸妈有什么交流了（对我来讲真的非常久），除了中间一次他们看我半夜发朋友圈，来问我情况，我说忙的想死。 但是我不假思索地把这个小玩意发给我爸妈，他们说买一双早上叫你起床用。他们也都记得清清楚楚啊。百感交集。</p>\n<p>这本书里还有很多奇怪的玩意，类似的比如冬天情侣又能牵手又不会冷的双人手套……</p>\n<p><img src=\"/images/8a091ea2f8a39c3bbc03783510394ec.jpg\"></p>\n<p>从自己啤酒肚里喝啤酒的诡异容器……</p>\n<p><img src=\"/images/309311f645dde960e70eed904f07100.jpg\"></p>\n<p>让人一眼就懂，又忍不住莞尔一笑。好像会让人觉得“没必要吧“，它们“介乎于有用和没用之间”——没有也不会怎样，但有了，确实增添了一种小小的有趣。并且从设计原则来看，都是”形式追随功能“的绝佳案例。功能的新定义决定了形态创新。</p>\n<p>admire.</p>\n<p>近日完整推进一个设计真的是累死累活，有时候感觉日常的一切变成一潭缺乏动力和生机的死水。希望！希望我能看到还有许许多多有趣的东西值得去探索值得为之努力啊。超级无敌爱每个鼓励我的可爱的人们 和鼓励我的作品们！！</p>\n",
            "tags": []
        },
        {
            "id": "https://tealbananaaa.github.io/2023/10/03/%E8%89%BA%E6%9C%AF%E7%9A%84%E6%95%85%E4%BA%8B/",
            "url": "https://tealbananaaa.github.io/2023/10/03/%E8%89%BA%E6%9C%AF%E7%9A%84%E6%95%85%E4%BA%8B/",
            "title": "《艺术的故事》：宗教改革、艺术的危机和巴洛克",
            "date_published": "2023-10-03T01:46:54.000Z",
            "content_html": "<p>每次回家例行读《艺术的故事》，原因是这本书太大太重以至于我不想把它扛到家里沙发以外的任何地方。全书太厚，所以依据自己不同阶段感兴趣的历史时期、画派，片段式地读，是一种非常无负担的选择。</p>\n<p>最近感兴趣的时间范围主要从文艺复兴晚期的手法主义到巴洛克，再到新古典时期。</p>\n<h2 id=\"欧洲-16世纪后期艺术的危机\"><a class=\"markdownIt-Anchor\" href=\"#欧洲-16世纪后期艺术的危机\">#</a> 欧洲 16 世纪后期：艺术的危机</h2>\n<h4 id=\"南方手法主义切利尼-丁托列托-格列柯\"><a class=\"markdownIt-Anchor\" href=\"#南方手法主义切利尼-丁托列托-格列柯\">#</a> 南方：手法主义，切利尼、丁托列托、格列柯</h4>\n<p>所谓 “危机” 在意大利艺术圈的体现，表面上是很好理解的，即，绘画被认为已经臻于完美，进无可进了，造型的问题已经被米开朗琪罗等大师探索到极致，没有绘画解决不了的问题。这对学绘画的孩子来讲无疑并不是振奋人心的事。</p>\n<p>于是有一群青年人无比虔敬地描摹米开朗琪罗画的人体，这种脱离了精神内核而纯粹照抄手法的流派，甚至单门获得了一个名字：” 手法主义（Mannerism）“ 。</p>\n<p>同时也有一些人开始质疑 —— 大师无疑完美，但完美性并不一定吸引人（这与现代设计的某些观点倒是不谋而合）。作者说：“从某种意义上讲，他们为了超越前人而狂热地奋斗，正是对前辈艺术家最大的敬意。”—— 而非亵渎。这真是一种活力盎然的圈子氛围。事实上前辈艺术家自己在晚年也已经不满足于自己那些完美程式，开始大胆创造一些新的形式，被公众称为 “随想曲” 和 “创意曲”。</p>\n<p>比如米开朗琪罗晚年创作的囚犯系列就是对早期精湛造型的颠覆吧。</p>\n<p>这个充满向上、求新精神的意大利圈子孕育出切利尼，爱说大话的冒险家、艺术家、设计师。招惹是非，捞取荣誉，但也的确才能过人。他设计的香料盒出现在工美史课上，是古代手工造物逻辑的出众代表，具象、华丽、充满象征含义。这件物品就像切利尼本人一样有些圆滑浮夸，但是工艺无比精湛。其实即便是在今日，很多人也依旧是文艺复兴的审美体系，嗯… 古典的美学并不更高级或更低级，只是它似乎永远是一条不会犯错的退路，让我们的眼光趋于保守。还是要慎重使用。</p>\n<p>丁托列托的绘画倾向，依我说像是卡拉瓦乔的前身。他跳脱出早期威尼斯画派（没错，就是提香）的 “形色之美”，而是开始用奇特的构图、空间纵深、人物姿态和光线来营造激烈的冲突和戏剧性。《圣马可遗体的发现》像一部盗墓电影。他牺牲了构图的平衡、姿态的优雅，色彩的柔美来展现这件神秘诡异的事情，舍弃了威尼斯画派引以为豪的长处。瓦萨里批评他画的太随意，好像没有完成。丁托列托认为多余的润色修饰反而破坏画面的传奇感 —— 看来，至此 “未完成” 这一理念就已经出现。非常伟大。</p>\n<p>格列柯所在的西班牙地区，作者说，“<strong>那里的人对宗教有种不可思议的热情</strong>”（不知道是不是和西班牙纠结的被侵占历史以及光复战争有关系），所以居然接受了他大大超前的艺术作品 —— 即使在现在看都是非常先进的。他的不平衡构图收到丁托列托的很大影响。值得一提的是格列柯的时间线和委拉斯凯兹已经有交集。</p>\n<p><img src=\"/images/6dbfaccd95d182be7aae59e0d87e61e.png\" alt=\"格列柯\"></p>\n<p>这种所谓 “危机” 其实一直在延续，即，已有的题目已经被先人探索得足够完美。当时的画家要么在形式上求变（丁托列托、格列柯）、要么在题材上革新（北方的画家、之后的自然主义、现实主义）。实在。其实 AI 出现对艺术的影响，也未必比 19 世纪相机出现对绘画的冲击来得更猛烈，只是历史上的事都付笑谈中罢了。</p>\n<h4 id=\"北方宗教改革荷尔拜因-勃鲁盖尔\"><a class=\"markdownIt-Anchor\" href=\"#北方宗教改革荷尔拜因-勃鲁盖尔\">#</a> 北方：宗教改革，荷尔拜因、勃鲁盖尔</h4>\n<p>北方国家所要应对的危机比意大利和西班牙还要更现实一些。不仅仅是使用什么样的艺术手法，而是已经到了 “绘画还有什么用” 的地步。<strong>宗教改革横扫欧洲北部，新教反对天主教的华丽教堂和偶像崇拜，圣像绘画和雕塑的需求大大缩减</strong>，且加尔文教徒出奇简朴，连屋子也没有华丽的装饰。此前画家几乎都是宗教订件养活的，现在就要失业。</p>\n<p>—— 这是造成北方地区绘画的气质和题材与南方大大不同的那种客观、冷静感的一个根源，并不是我先前所认为的 “寒冷” 和 “森林文化” 那么简单。</p>\n<p>下面这位很是重量级：<strong>汉斯荷尔拜因</strong>。</p>\n<p>（Welcome to the house to the House of HOLBEIN!!)</p>\n<p><img src=\"/images/b1e962f9cc9e9d3e7267d77c024127e.jpg\" alt=\"巴塞尔的荷尔拜因素描手稿\"></p>\n<p>重量级人物住在重量级城市：瑞士的巴塞尔。这就是为什么我在巴塞尔艺术博物馆看到了那么多荷尔拜因的手稿！当时一点功课都没做，陡然见到的那种震撼惊喜，委实难以言说。荷尔拜因的肖像是我们考前练素描头像时如何临摹也参不透的神迹，完全没有结构、没有明暗，只有几根勒得很死的线条，但又好像有骨有肉，每个人的神态都是无比鲜明。</p>\n<p>荷尔拜因原本想踏踏实实画宗教题材，但德语国家的环境动荡让他难以如愿。带着一封荷兰学者的推荐信，他来到了英国。（O.S. 那时候就要凭推荐信出国了啊……）</p>\n<p>于是荷尔拜因开始为这个著名的男人画像：</p>\n<p><img src=\"/images/img-202103226058de002523f-iPad.jpg\" alt=\"\"></p>\n<p>亨利扒氏 （不对） 亨利八世。</p>\n<p>我开始顺藤摸瓜地找图，扒到了 Jane Seymour 的肖像，还有 Anne of Cleves 肖像。急求一双看过 SIX 的眼睛一起鉴赏一下…</p>\n<p><img src=\"/images/Hans_Holbein_d._J._032b.jpg\" alt=\"Jean Seymour\"></p>\n<p><img src=\"/images/Portrait_Anne_of_Cleves_by_Hans_Holbein_the_Younger_(Louvre).jpg\" alt=\"Anne of Cleves.这个确实漂亮，我要是亨八我也喜欢\"></p>\n<p>（just say Ja and don’t say Nein~)</p>\n<p>回归正题，回归正题。</p>\n<p>进入宫廷，业务就还是很广泛的，有各种小用品的设计，不过主要是肖像画。荷尔拜因安静而又忠实地展现着被画者真实的样貌甚至内心与个性，“不加毁誉地将他们表现出来。” 高度的克制，高度的理性，始终是北方画派的气质。</p>\n<p>荷尔拜因死后英国的艺术也一度萧瑟，但他留下的肖像画传统并未覆灭，而是与南方的手法主义相融合，变成了一种不那么简洁单纯的 “细密” 风格，和那些伤感的爱情十四行诗一样，是英国贵族青年间那种浮华而优美的游戏的产物。那些玫瑰花丛中忧愁的青年，确实让人想到《无事生非》中的克劳迪奥或者希罗之类的。德国这一时期更是处于一种 “这里的艺术已经冻结” 状态。</p>\n<p>相比之下尼德兰地区的艺术在宗教困境之中孕育出新的生命力。事实上他们早就有描摹自然的天赋，并且已有 “专门化” 的传统（博希专门研究怎么画恶魔，etc.）。他们对于 “分支” 的观念似乎特别强，尤其日常生活场景，即成为后来的 Genre（风俗画）—— 我在卢浮宫第一次见到这个词，努力了半天想用德语的方法念出来，差点把舌头咬掉。genre 是个法语词。</p>\n<p>这就来到我非常喜欢的画家<strong>彼得勃鲁盖尔</strong>。</p>\n<p>今年夏天遇到勃鲁盖尔两次，分别在北京 798 和巴塞尔的艺博，也算有缘。勃鲁盖尔（指老彼得勃鲁盖尔）专攻农民生活画，以至于我们经常把他看作一位农民，其实非也，关于这个，有很长一段作者的真知灼见。</p>\n<p>*“…… 对于艺术家们，我们很容易把他们和他们的作品混淆在一起。”* 我们以为狄更斯是街头的孤儿，儒勒凡尔纳是大胆的发明家、旅行家。“<em>假如他自己是一位农民，他就不可能那样去画农民。</em>” 和莎士比亚类似，比较习惯于把下层人民当做作品中的 “丑角”。作者不认为那是势利眼的缘故，而是农民较为朴实、“本性较少隐匿于人为惯例的虚饰”，于是成为作者们暴露人类愚蠢的 “表现媒介”。其实我们不会怀疑他们是势利眼，因为莎士比亚写皇室贵族时的辛辣讽刺丝毫不比写农民来得轻。“人间喜剧” 是个很妙的说法。</p>\n<p>勃鲁盖尔画的图景总让我有看中国工笔绘画的错觉，细密、扁平，有严谨的轮廓线。</p>\n<p><img src=\"/images/6319d26da75ad8ef8c495663fba1681.jpg\" alt=\"感谢798感谢遇见博物馆 让我实拍\"></p>\n<p><img src=\"/images/2c8e6da10ed28fd09a4141bd64bb0a8.jpg\" alt=\"同798实拍\"></p>\n<p>除了农民画，这一系列寓意画也非常好玩。</p>\n<p><img src=\"/images/f9b8fb00ab534629a2d93e0065bbb1e.jpg\" alt=\"&quot;感官：嗅觉&quot;\"></p>\n<p><img src=\"/images/e9d3a8c0b6eb5716377f56cac83f830.jpg\" alt=\"&quot;感官：听觉&quot;\"></p>\n<p><img src=\"/images/d4fcf3fdaace3bb1a0186424c11beb8.jpg\" alt=\"元素：火\"></p>\n<p><img src=\"/images/7e179bf136971ef0d06439566b26ec7.jpg\" alt=\"元素：水\"></p>\n<p><img src=\"/images/cc3eb31b01ef48b74c2f73db5356187.jpg\" alt=\"元素：风\"></p>\n<p><img src=\"/images/bca00fa2efe5eb3ec78a5c41d5e4fd9.jpg\" alt=\"元素：土\"></p>\n<p>其实隐喻的方式和绘画的手法都可以说相当幼稚，但是很有趣。就是说有种中国文化里拐弯抹角的七步诗的感觉，以兄弟为题不能出现兄弟字眼。</p>\n<p>这个作者虽然也是勃鲁盖尔，但是和上面那个农民画作者不是同一位，应该是上面那个勃鲁盖尔的儿子。</p>\n<p>这就不得不放上这个家谱。</p>\n<p><img src=\"/images/452e81ecaaa039977efd001fd2b54dc.jpg\" alt=\"我在798吐槽这个方向逆着人流动线，但是还，比较清晰\"></p>\n<p>这会画画的一大家子真不容易。</p>\n<p>Eine ehrliche Familie hat es nicht leicht……（不是）</p>\n<p>我们来到瑞士，在巴塞尔碰到的这幅画是两代勃鲁盖尔共同创作的，给我吃惊不小。</p>\n<p><img src=\"/images/0db21a3d8ec563a2f5c0848a462cef9.jpg\" alt=\"巴塞尔艺博\"></p>\n<p><img src=\"/images/00ff9b07d1ae9af619b757966506c7d.jpg\" alt=\"局部\"></p>\n<p>密密麻麻的骷髅军队屠杀着人类。不知道的，以为是《冰与火之歌》的异鬼大军。仔细一看展签，还真的差不多，叫做<strong> Triumph des Todes</strong>，死亡的胜利。（土豆的胜利……）</p>\n<p><strong>德语地区对于 der Tod 这个事物的探索和迷恋还真是由来已久…… 而且喜欢把它拟人化。</strong></p>\n<p>顺便一说，巴塞尔虽然不算一个如雷贯耳的城市，但是小小的博物馆还是有不少惊人的东西。鲁本斯的手稿、勃鲁盖尔、荷尔拜因的作品，格吕内华德的耶稣受难。反正就是很惊喜。</p>\n<p><img src=\"/images/30be38c2bf125319e353cbb9c68936d.jpg\" alt=\"巴塞尔艺博\"></p>\n<p>是谁看到这个之后当场唱起来了……</p>\n<p>Bücher,Bücher……（不是）</p>\n<h2 id=\"欧洲天主教地区17世纪前半叶视觉与视像\"><a class=\"markdownIt-Anchor\" href=\"#欧洲天主教地区17世纪前半叶视觉与视像\">#</a> 欧洲天主教地区 17 世纪前半叶：视觉与视像</h2>\n<h4 id=\"学院派开端\"><a class=\"markdownIt-Anchor\" href=\"#学院派开端\">#</a> 学院派开端</h4>\n<p>时间来到 17 世纪。卡拉瓦乔和卡拉奇是两位从意大利北部来罗马 “朝圣” 的青年艺术家并发展出两种不同的艺术方案。卡拉奇成为拉斐尔的信徒，立志于提炼古典作品中的单纯和美丽之处，于是出现了学院派（或者说新古典主义）的雏形，构图趋向复杂，也更多地运用光影，但一切都被安排得和谐、高雅、优美。舍弃人物动作的自然与否追寻崇高的形式美。</p>\n<p>卡拉瓦乔鄙视这些刻意的优美，他会用一种真实的、算不上体面的姿势来描绘圣徒。“他尽最大的努力让古老经文中的人物更加可感可触”。</p>\n<p>罗马是当时整个欧洲的艺术中心。全欧洲的艺术家来到这里学习，看各个流派的论争，因自己的民族文化或性格偏向而爱上其中某一支，终身学习，甚至将其发展出个人特色。真的想想也很令人神往。</p>\n<p>这其中包括两位我相当之喜欢的法国人，普桑和洛兰。我心里，普桑是森林，洛兰是水光。普桑的《阿卡迪亚亦有我在》是我的主页图，我知道有故作深沉之嫌…… 这幅画虽然探讨死亡这个深奥的话题，形式却极其的单纯宁静，就是很喜欢。作者说：这种布局的简单来自渊博的知识。</p>\n<p>洛兰总描绘那些仿佛存在于昔日古希腊故事中的渺远场景，他向人们展示出自然的崇高之美（之后的哥特复兴美学大抵也与此有关）。他神奇到在其身后一个世纪之久，人们会用 “是否像洛兰的画” 来评价一个地方的景色是不是美；更有甚者去将乡村的风景按照洛兰画作的模样改建。</p>\n<p>差不多的时代，尼德兰的凡・霍延等艺术家也在专攻风景，却发展出一套迥然不同的方案。不只是巍峨的神庙、颓圮的古堡和壮丽的落日可以描绘，普通的风车也能。这些不那么有名的艺术家，发展、塑造了人们对于 “风景如画” 的评判体系。最朴素的风景也能让乡间漫游的人油然而生喜悦之情，这种不自知间迎合了某种标准的喜悦，还要归功于那群画家。让我想起中国古诗中描写乡村的那些句子，“广场杂瓜荒，古墙悬薜荔”。几乎寒酸的事物，也有种很雅静的感觉。</p>\n<p><img src=\"/images/05be310cb0c850ab2c2a57ac99a0334.jpg\" alt=\"我爱普桑！卢浮宫拍摄\"></p>\n<p><img src=\"/images/86acbb39a2d189197b3bf13a7b78b84.jpg\" alt=\"阿卡迪亚亦有我在. 卢浮宫拍摄\"></p>\n<p><img src=\"/images/f00e13c8de85d76d81da4ce01b954b1.jpg\" alt=\"我也爱洛兰！卢浮宫拍摄\"></p>\n<h4 id=\"追求真实的艺术家\"><a class=\"markdownIt-Anchor\" href=\"#追求真实的艺术家\">#</a> 追求真实的艺术家</h4>\n<p>尼德兰地区（基本上是比利时）的鲁本斯可以说是一位幸福的艺术家。他不劳神于那些神圣与美的陈旧题材，也不永远想着高雅与否。他快乐地欣赏周围多彩的事物各式各样的美。</p>\n<p>尼德兰的政治状况十分动荡，分裂为新教控制的荷兰和信奉天主教的佛兰德斯。鲁本斯，按照今天的标准就是那种保守分子，为天主教会工作，来往于保守势力同盟 —— 西班牙与英国之间，进行微妙的外交和调停。（有种本杰明・富兰克林穿梭于美法间的感觉）。</p>\n<p>鲁本斯的绘画有最雄浑的巴洛克的气魄和 “膘肥体壮”。</p>\n<p>西班牙的委拉斯凯兹，用俗的说法，非常可贵地身在高位而依旧关注民生。对于他确实比较熟悉，不多写了。个人也非常喜欢他朴实无华又松弛生动的笔法。</p>\n<p>“<em>用永远新鲜的眼光去观看、去审视自然，发现并欣赏色彩和光线的永远新颖的和谐，已经成为画家的基本任务</em>。” 在这一点，无论是天主教还是北方地区，都是殊途同归的。</p>\n<h2 id=\"荷兰17世纪自然的镜子\"><a class=\"markdownIt-Anchor\" href=\"#荷兰17世纪自然的镜子\">#</a> 荷兰 17 世纪：自然的镜子</h2>\n<p>在荷兰，宗教改革对艺术造成的打击，令绘画不得不向一种世俗的方向发展了。资本主义的发展产生了一批有钱的商人，于是开始私人约稿，肖像成为画家的一大出路。哈尔斯是其中一位代表性人物。</p>\n<p>当然依旧有大量画家谋生艰难。不擅肖像的画家，在与残暴的市场和公众周旋时可以依托的武器少之又少。供过于求，他们求得名声的唯一机会在于<strong>专精一个特殊的绘画分支</strong>。甚至细到，一个画家如果画船出名，最好的办法就是不断画船。画月夜的画家只画月夜，画鱼的画家只研究鱼鳞的反光。</p>\n<p>虽然是可以想象的，但是读到这里还是有几分惊异。为了生计而一辈子被困在几根缆绳、几片鱼鳞上不断重复，总让人觉得有些悲哀。但是话说回来，倒也没有谁能证明他们不是快乐的。</p>\n<p>“<em>（那些描绘云彩的画家）他们是艺术史上首先发现天空之美的人…… 他们做的不过是把他们看到的世界一角表现出来，发现那样做就足以使一幅画赏心悦目。</em>”</p>\n<p>和他们相比，我们的生活真的就更丰富多彩吗？其实也未必。</p>\n<p>现代社会的分工究竟是更加专门化了？还是更加说不清了？也很难评。我们如果和他们一样只考虑一件事的话，还真是很难生存下去的。</p>\n<p>总结：无怪《艺术的故事》受到所有史论老师的推崇，作者贡布里希无愧大师的名誉，真的化繁为简，不单梳理流派风格的特点、作品的内容，画家的故事，对于我们观看过程中的种种体验或认知还有许多自己的见解。真的写的太好了。</p>\n<p>在这拾人牙慧，不知不觉写了很长，今天就先总结到这，下次再见。</p>\n",
            "tags": []
        },
        {
            "id": "https://tealbananaaa.github.io/2023/09/23/%E5%93%B2%E5%AD%A6%E9%80%9F%E9%80%9A%EF%BC%9A%E5%AD%98%E5%9C%A8%E4%B8%BB%E4%B9%89-%E8%90%A8%E7%89%B9-%E5%8A%A0%E7%BC%AA/",
            "url": "https://tealbananaaa.github.io/2023/09/23/%E5%93%B2%E5%AD%A6%E9%80%9F%E9%80%9A%EF%BC%9A%E5%AD%98%E5%9C%A8%E4%B8%BB%E4%B9%89-%E8%90%A8%E7%89%B9-%E5%8A%A0%E7%BC%AA/",
            "title": "哲学速通：存在主义&萨特&加缪",
            "date_published": "2023-09-22T16:00:00.000Z",
            "content_html": "<p>哲学速通是开玩笑，通不了一点，只是花两个小时学沧海一粟。</p>\n<p>之前《广场》一书中，有个观点是将广场的建造和哲学思想发展相联系。很扯，也很有趣，勾起了我对加缪和萨特的好奇，于是想搞明白。怎么不能速学一下哲学呢。</p>\n<p>今日交流建筑的心得：没有什么新领域的知识是不能在<strong>速学速总结和速转述</strong>之后掌握的…… 当然前提是你并不需要成为这个领域的专家，只要求粗浅了解或掌握一小部分内容。输入输出是真的重要啊。（开启笔友模式）</p>\n<p>加缪和萨特被人们称为法国存在主义的双星，尽管加缪不承认自己是存在主义者。二人都认为世界荒谬，这不知是不是与量子论有所联系 —— 一切皆是偶然，没什么先验的意义。二人在二战后人类精神究竟何去何从的问题上产生巨大分歧，萨特认为焦虑是一种人开始为自己的意义产生反思的具有积极意义的情绪，不焦虑才是一种回避，因为世界本身就是荒谬的，与理性对立的。加缪认为人想要运用理性寻找答案而宇宙是无序而冷漠的，这种对立的张力是他学说的核心。</p>\n<p>萨特说要自由，加缪说要反抗。但将思想投射到政治和行为上看起来与字面意思相反，萨特主张积极地去追寻理想中幸福的未来，人具有对自己、对一切自由选择的权利，他支持共产主义思想，支持革命。加缪认为反抗虚无荒诞的方法是活在当下，未来虚无缥缈，尽情享受眼下能得到的幸福。加缪创造了《局外人》中的默尔索，对一切无所谓，创造了每天只能反复推石头的西西弗，他的处境就是接受自己生命的无意义，从而感到坦然和快乐。相信生命不如意而放松心态，倒也挺适用于当下的。加缪相信 “除死无大事”，除了关于是否结束生命的探讨，其他都是小事。这不同于阿 Q，阿 Q 是拼命想要意义的，用自我欺骗的方法假装自己比别人有意义。而西西弗是觉得所有人都没意义，我这倒也就不算什么。</p>\n<p>萨特用在他的小说中提出他人即地狱，指的不是别人迫害你，是你活在其他人时刻不停的注视监视之下，但是这种对他人目光的回应也正是我们的自我。</p>\n<p>他提出存在先于本质，我们先出生才能决定做什么样的人，有什么用，也就是有什么意义。和物品先被需要才被造出来刚好相反。</p>\n<p>存在主义的观点是你生下来本身并没什么意义，不是为信仰或为艺术或为什么而生。所以它是从虚无主义生发出来的，但是认为可以自由选择自己的意义。我们永远有否定、拒绝的选择权利。</p>\n<p><strong>存在主义是一种置于死地而后生。当知道了世界本身也没有什么意义，也就无可失去 —— 即使失去，也只是荒谬世界的正常体现。这也正让我们无所顾忌地甩开手干，去 “自由选择” 自己做什么。所以其实虚无主义和存在主义听起来很消极，其实恰恰相反，甚至充满了人文主义的干劲呢。</strong></p>\n",
            "tags": []
        },
        {
            "id": "https://tealbananaaa.github.io/2023/09/22/0923-%E5%8D%A1%E9%97%A8Repo/",
            "url": "https://tealbananaaa.github.io/2023/09/22/0923-%E5%8D%A1%E9%97%A8Repo/",
            "title": "0922|卡门Repo",
            "date_published": "2023-09-21T16:00:00.000Z",
            "content_html": "<p>给朋友们画了 Repo 的饼，于是来认真地烙。完全不专业预警，只是感受，算不上剧评。</p>\n<p>对歌剧其实一点不懂，出发之前还翻了一下大一歌剧课的课件，发现上面 “观剧礼仪” 那一章上写着 “尽量着正装出席”，低头看了看自己的大 T 恤，仰天大笑出门去……</p>\n<p>（其实没有人穿正装）</p>\n<p>先整体看看舞台。</p>\n<p><img src=\"/images/b25ce734e87e436e2bf386028894884.jpg\" alt=\"第一幕塞维利亚广场 舞美\"></p>\n<p>提取了石拱券建筑，确实是很西班牙风情的元素，融合了摩尔人的粗犷感，石头上粗糙表面的处理我也很喜欢。拱是一左一右两个模块自由组合，好像现在很多舞台都会用类似这样的道具布置层次。原本灯光并没这么绿，不过主色调我还是感觉有点奇怪…… 后面再谈。</p>\n<p><img src=\"/images/p8.jpg\" alt=\"第二幕小酒馆\"></p>\n<p>色调冷冷的，并且梦幻了起来…</p>\n<p><img src=\"/images/5d9f760d9ef2eb4de92e70d6cfd2822.jpg\" alt=\"第三幕 山间\"></p>\n<p>这一幕呈现月色下深山有些迷离惝恍的感觉，现场整体很暗，拍摄效果不好。左侧改变光源位置的色温烘托山洞氛围，我很喜欢。后面的大道具具有象征主义手法的模糊性…… 好像是干枯的柳树，又像是巨大的白骨，倒也符合这一幕 “占卜” 情节的诡异感。</p>\n<p><img src=\"/images/9187f10dd54bec97c001ca0bf2d650e-1695441817129-18.jpg\" alt=\"最后一幕 广场\"></p>\n<p>我非常喜欢这个版本加的那个有点伊斯兰风情的挂毯，上面那一束光一下就带出了 “阳光下的广场” 的感觉。个人觉得这个舞台至少在布置上，把塞维利亚那种位于各种文化交融处的特点体现得不错。</p>\n<p>我看的时候想，歌剧舞美总体还是相当写实，台阶，桌椅都实实在在的。不过后面会对比官摄版本更加 “复古” 的舞美，会发现这个还是抽象符号挺多，挺现代主义的。</p>\n<p>看的时候常会发现自己的注意力回到视觉方面去，去关注舞美，灯光颜色，演员服装，表情等等。听觉方面关注的比较少，也是因为实在没有专业基础。听下来觉得整体中规中矩，没有特别震撼或者惊喜的感觉，或许是我对卡门的故事就没有太喜欢吧 —— 纯个人偏好，我更喜欢茶花女和费加罗。说实话看得还是有点累的，首先跟熟悉的音乐剧相比，歌剧当然更加不通俗，除了少数经典的咏叹调外，旋律都是比较平，“不抓耳朵” 的，有着各种复杂唱法、分类等等门道，是个极其专业的体系，外行往往难以直接感受到其魅力所在；同时却又不像听一场音乐演奏 —— 比如交响，虽然也是一个复杂的系统，但索性是纯抽象的，任由你随着旋律与音色去神游和幻想，非常自在。歌剧毕竟是剧，有发展中的情节和故事来限定你不能走神，所以就比较耗神。</p>\n<p>单一坐标不好评判，之后又在 b 站看了 2006 年皇家歌剧院的官摄，比较了一下。我没资格评价水平上的差异，只说说倾向性上的。我发现，之所以看得累是因为国内的演员重视唱而大幅削减了表演，神态和肢体动作变化都较简单，基本是示意性的。我不好说是中国歌剧整体表演风格如此，还是因为校内演出，即使是卡门也不能太放肆（？）</p>\n<p>比如未婚妻米凯拉探望唐何塞，给了他一个吻，处理成了轻轻吻一下额头，也过于纯爱了。</p>\n<p>还有后面在酒馆卡门给唐何塞跳舞，舞蹈只是是示意性的稍稍扭动腰肢，同时这里唱词也很简单，看的时候就怪怪的 —— 这段是应该表现卡门性格的段落，好像撑不住，但又确实不能让演员跳一段弗拉明戈。直到我看了官摄，原来这块的肢体动作是这样的：</p>\n<p><img src=\"/images/bd116e8f1e5b241463c92cf0199f779.png\" alt=\"卡门跳上桌子\"></p>\n<p><img src=\"/images/21e433140b095495d14df8c6faf4b1f.png\" alt=\"\"></p>\n<p><img src=\"/images/1384d15ea679bf121296b7747bb9b64.png\" alt=\"何塞：我说停停\"></p>\n<p>总要让观众看点什么是吧…… 怪不得觉得差点啥。</p>\n<p>歌剧不是音乐剧，当然不指望演员在台上热舞，但卡门作为一部 “法国自然主义” 歌剧，其意义很大程度上就是在当时的对传统的突破，毫不避讳地贴近底层，展示真实生活和情感。加上故事发生在西班牙塞维利亚，一个从名字就散发着热烈火辣的地方，过于含蓄的表演就显得表现力不足。而且这样一来，所余者就只有唱功和音乐里的精妙变化了，对我们这种 “俗人” 观众自是门槛更高。</p>\n<p>这毕竟是放荡的吉普赛舞女卡门啊。</p>\n<p>（完了，我现在一看放荡这两个字满脑子都是 Zügellos,Dirne,Gefallenes Mädchen!）</p>\n<p><img src=\"/images/db2c5ef1de3833f82b4d742ea7d7fe2.png\" alt=\"著名唱段：爱情是一只自由鸟\"></p>\n<p>也看看官摄舞美吧，第一幕塞维利亚广场，这个橘子树是真的太实在了。</p>\n<p><img src=\"/images/7306fa7f730428abc1becbf5c7b6e74.png\" alt=\"\"></p>\n<p>第二幕酒馆。也是非常摩尔人的碉堡般立面元素。比较平直简洁，火红色调。</p>\n<p><img src=\"/images/919077197f9495307327375933c0e6e.png\" alt=\"\"></p>\n<p>第三幕山间，更多飘逸感的布幔，和前面的平直明艳相对比。</p>\n<p><img src=\"/images/21761590b48003568b186ca6d0d285c.png\" alt=\"\"></p>\n<p>最后一幕塞维利亚广场。</p>\n<p><img src=\"/images/ee86863fb10f0e18dae8a200311fdd4.png\" alt=\"\"></p>\n<p>最后一幕的开场曲。</p>\n<p><img src=\"/images/8808d04940ae62c4c1044eda10abe89-1695440893993-12.png\" alt=\"\"></p>\n<p>我觉得还是官摄红色调的舞美更符合该剧的文化背景特点。蓝色会削减那种热情奔放的感觉，让整体过于 “平和”，张力不足。</p>\n<p><img src=\"/images/0e618bf0b1e7739cc8ae08994ddd609.png\" alt=\"群众歌唱斗牛士\"></p>\n<p>一个小点：我发现歌剧和音乐剧都往往要在最后一幕的开场曲出现群像，借全城人的口侧面评述主人公……（德扎 Hier in Wien） “群众的形象” 似乎是西方剧作里面好重要的一个元素，他们的形象也会或滑稽、或冷漠、或愚蠢，各不相同又有所联系。</p>\n<p>歌剧的整体剧情其实没什么可评价的，是拿出来看相当 “狗血” 的爱情故事（中国传统戏曲其实也如此），比音乐剧情节简单多了。全看各种元素的配合走向，将一说成十。</p>\n<p>不过无论有什么这个那个的评价，听到那些动人心魄的嘹亮声音，想到那是从胸腔中直接发出不经麦克而响遍全场，就觉得除了跪下，也没什么别的可做了。向歌剧艺术家们致敬。</p>\n<p>第一次看现场的歌剧，还是很开心。人心不足蛇吞象，我许愿一个茶花女或者费加罗。</p>\n<p>————————————————————————————————————</p>\n<p>根据小伙伴的评论（rerepo），我发现一些地方可能写的太不清楚，于是再来补充一下。算是 rererepo 吧！笑死。</p>\n<ol>\n<li>关于 “摩尔人的建筑”。我也不是很了解西班牙历史…… 大概就是，北非受伊斯兰教文化影响极大，伊比利亚半岛历史上又长时间受北非人侵略（也算是一块非地了…) 尤其塞维利亚离北非很近，就更混乱。“摩尔人” 大概来说是罗马统治者对伊比利亚半岛上北非穆斯林的称呼。他们的建筑带着很浓厚的穆斯林味，比较有代表性的是西班牙格拉纳达的阿尔罕布拉宫。</li>\n</ol>\n<p><img src=\"/images/1001fk114zl3w9xc00E8C.jpg\" alt=\"阿尔罕布拉宫\"></p>\n<ol start=\"2\">\n<li>\n<p>关于舞美的 “写实性”。毕竟歌剧是古典的逻辑，就是要配套的写实手法。歌剧再整个二维马，确实难蚌。我上昆曲课老师还半吐槽地说过张艺谋曾经在杭州负责过《阿依达》的舞美，真的在舞台上跑大象。相反传统戏曲是那种新概念表演，拿着一根桨就代表一条河，都是无实物表演大师。这可能也一定程度造成年轻观众观看的困扰。</p>\n</li>\n<li>\n<p>关于 “法国自然主义”。早期歌剧要么宗教题材（亨德尔的清唱剧）要么贵族生活，到 19 世纪法国出现 “自然主义” 而意大利出现 “真实主义”（代表人物是普契尼，《波西米亚人》《蝴蝶夫人》那一位，好像被音乐剧致敬非常之多），这俩 “主义” 是一个意思，都是开始关注底层老百姓，在当时就算非常通俗了。主打一个不要阳春白雪，要真实自由，所以就更不应该含蓄了。</p>\n</li>\n</ol>\n<p>感谢讨论。</p>\n",
            "tags": []
        },
        {
            "id": "https://tealbananaaa.github.io/2023/09/21/%E5%90%91%E4%BB%B0%E6%9C%9B%E5%91%8A%E5%88%AB/",
            "url": "https://tealbananaaa.github.io/2023/09/21/%E5%90%91%E4%BB%B0%E6%9C%9B%E5%91%8A%E5%88%AB/",
            "title": "向仰望告别",
            "date_published": "2023-09-20T16:00:00.000Z",
            "content_html": "<p>陪我两年的仰望咖啡馆要停业了。正好下午在李文正自习，于是巴巴地去排了最后一杯咖啡。原本的桌椅都已经被收在了一起，一片萧然。<br>\n入学以来一个人在仰望出出入入不知多少次。大一在这里坐十个小时饭也不吃一口气写完舞台剧剧本；晴朗的天气里坐在中庭学习，忽然一阵妖风来，把我的笔记刮得满天飞，最终也没找全；上学期转战了文图，期末前唯一一次回到仰望复习，外面六月初罕见的瓢泼大雨铺天盖地，这里像家一样温馨。<br>\n在这有时遇到宁宝和伯伯在贴贴，有时遇见唐老师和他妻子一起过来办公，一开始我有点局促，后来，任尔东西南北风，我自巍然不动。<br>\n这里开满金黄的雏菊，秋天枫叶如火。<br>\n无数我不认识的人，都在这里有过无数浪漫的回忆吧。</p>\n<p>前面排队的一个女生问：“这里为什么要关了呀？”<br>\n 胖胖的老板调着咖啡，轻描淡写：“哎，合同到期了呗。”<br>\n 嗟乎，浪漫还是要败给现实的。</p>\n<p><img src=\"/images/p7.jpg\" alt=\"Teal was the color of your shirt....正是我的网站名，泪目\"></p>\n<p>在李文正一下午做方案，一直在想一直在查，好像有一堆思路，结果最后没一个方案像样的。想法这个东西是玄学，不确定是常态。如果说我在一次又一次做所谓的设计课题时学到了什么，那就是接受自己大概率不会突然被一道灵光照亮。这种难以说清，难以量化的不确定性，也正是设计工作有意思的地方吧…</p>\n<p>从图书馆出来天已尽黑，西操工地上方，一弯峨眉月浩然当空，西体的灯光回答着它。<br>\n突然看到路边有一位仁兄，竟拿着速写本在对月写生。水彩盒放在自行车座上，猫腰调色，正如任何一个诚惶诚恐描绘大自然的画者一般，狼狈，局促，但又无限欢喜。一种难以拒绝的引力让我停了车，走到他身边看了片刻，刚铺了天空的颜色。他的投入让我什么也没说。那周边路灯昏暗，我也曾在这样的光线下试图画过夜景，太知道他其实什么也看不清，更别提画准。但是这都没什么，因为我明白那个感觉，不顾一切，只是被眼前的一切所激动，落笔不停，就极其快乐。<br>\n妙哉，在现实面前也还是有浪漫依旧。</p>\n<p>不过，我还是浪漫不了一点，去想方案。</p>\n<p>————————————</p>\n<p>后续</p>\n<p>上午的专业课上完了，之前主要纠结的方向被否了，反倒是头天晚上跳绳时突然产生的想法好像有走下去的可能。“当你想认真做，你就做不出来” 定律。于是要开始研究疏水材料 xs.</p>\n",
            "tags": []
        },
        {
            "id": "https://tealbananaaa.github.io/2023/09/13/%E3%80%8A%E5%B9%BF%E5%9C%BA%E3%80%8B%E7%AC%94%E8%AE%B0/",
            "url": "https://tealbananaaa.github.io/2023/09/13/%E3%80%8A%E5%B9%BF%E5%9C%BA%E3%80%8B%E7%AC%94%E8%AE%B0/",
            "title": "《班门：广场》笔记",
            "date_published": "2023-09-13T13:39:00.000Z",
            "content_html": "<h3 id=\"班门广场笔记\"><a class=\"markdownIt-Anchor\" href=\"#班门广场笔记\">#</a> 《班门：广场》笔记</h3>\n<h4 id=\"意大利的城市与广场\"><a class=\"markdownIt-Anchor\" href=\"#意大利的城市与广场\">#</a> 意大利的城市与广场</h4>\n<ul>\n<li>\n<p>佛罗伦萨劳伦齐阿纳图书馆 - 米开朗琪罗。室内大台阶应用的开端，楼梯开始成为室内装饰构件（那这样讲我们的舞美是对巴洛克早期美学的回应吗哈哈哈，太棒了，我喜欢大台阶果然是有理论基础的的）。</p>\n</li>\n<li>\n<p><img src=\"/images/da4dca3e7545246ce4828c04b6de3c6.png\" alt=\"劳伦齐阿纳图书馆大台阶\"></p>\n</li>\n<li>\n<p>柱子 - 装饰作用有时超过结构构件，手法主义。这和《建筑中国》中的说法相印证，西方古典建筑的<strong>雕饰大于了结构</strong>。正因如此，20cn 沙利文提出 “<strong>形式服从功能</strong>” 才具有如此的颠覆性吧。</p>\n</li>\n<li>\n<p>关于古迹保护：“孤零零地放在一片广场中央供着，完全破坏古迹和环境的原有关系，歪曲历史信息。”</p>\n<p>“中世纪的空气在这里有趣地凝聚着。”</p>\n<p>“我们古建保护着就是要教历史停止。” 古城的破败。旧城 “半死不活” 状态 - 现实的繁荣和古迹保护确实有矛盾。</p>\n</li>\n<li>\n<p>环境氛围 - 锡耶纳广场 高大建筑的影子挪移也是有趣的景观 形成日晷的效果。</p>\n</li>\n<li>\n<p>“封建主蛮勇残酷的战争给这个小城留下的高昂激越的英雄故事，天主教会愚昧狡狯的迷信给这个小城留下的欢乐多彩的节庆活动。” 浪漫气息源于此。</p>\n<p>大为有理…… 节庆仪式源于愚昧。果真是长处的附近往往就藏着短处.</p>\n<p>“历史常常是不可深究的，那些令人陶醉的东西许多是从泪泉血海中孕育出来的，只是时间给他洗刷了腥气和涩味，反倒成为浸透乡土情谊的风尚习俗和文化传统了。”</p>\n<p><img src=\"/images/25cd9fa2c7ed99bb95379f472d50058.png\" alt=\"扇贝形的锡耶纳广场\"></p>\n</li>\n</ul>\n<h4 id=\"经典城市广场与大师\"><a class=\"markdownIt-Anchor\" href=\"#经典城市广场与大师\">#</a> 经典城市广场与大师</h4>\n<ul>\n<li>\n<p>特拉法尔加广场。伦敦市中心交通便利处。小小的水面缓解枯燥空旷感。和那个大草坪一个意思。</p>\n<p>高差处修了个大台阶，刚好丰富空间层次。</p>\n<p><img src=\"/images/v2-3bd6dea833430396e9d972fffcee7c4a_r.jpg\" alt=\"特拉法尔加广场好漂亮\"></p>\n</li>\n<li>\n<p>法国巴黎协和广场 - 城市中轴线上。</p>\n<p>八个角八座雕像界定界限。虚界面，又是你。</p>\n<p>大革命时期的刑场，和后面要说的嵇康有异曲同工之妙… 广场经常是见证血腥，罪孽或者战争的存在。</p>\n</li>\n<li>\n<p>梵蒂冈圣彼得广场</p>\n<p>热知识：梵蒂冈和天安门广场一样大。（……）</p>\n<p>贝尔尼尼设计。以圣彼得大教堂为核心，凸显它的核心地位，又要有聚拢人民的作用，有遮风避雨处。</p>\n<p>中间有一座方尖碑，如果直接以其为圆心则过于大而空旷。</p>\n<p>于是修建大小适中的圆，中间空的部分用一个方形来连接。同时圆形做了手脚，改为 “<strong>有方向性</strong>” 的椭圆，短轴在中轴线上让人们能离大教堂更近。回廊有 “母亲的拥抱感”。</p>\n</li>\n</ul>\n<p><img src=\"/images/v2-a6310932469df79639dd379e5f9fd038_r.jpg\" alt=\"圣彼得广场\"></p>\n<ul>\n<li>\n<p>纽约时代广场</p>\n<p>聚合在商业营销的影响之下。阿道夫奥克斯，新闻人，时报广场。策划了最早的跨年狂欢。</p>\n</li>\n</ul>\n<h4 id=\"环合与互峙中国传统广场及其营造特点\"><a class=\"markdownIt-Anchor\" href=\"#环合与互峙中国传统广场及其营造特点\">#</a> 环合与互峙：中国传统广场及其营造特点</h4>\n<p>只有古代文本记载中的遗存，特点与今日理解的广场大不相同。</p>\n<ul>\n<li>\n<p>东汉张衡《西京赋》“临迥望之广场，程角抵之妙戏。”—— 看相扑比赛的场所</p>\n</li>\n<li>\n<p>“麦收几处广场平，风清一缕炊烟直。”—— 乡村田野。对仗修辞，平与直，复合的空间感。</p>\n</li>\n<li>\n<p>“云从月边度，影在地上行。”—— 完全的个人情趣，清幽，毫无公众性。</p>\n</li>\n<li>\n<p>苏州虎丘的千人石</p>\n<p>也具有公共活动属性，但零散很多。</p>\n<p>“<strong>天作广场堪共坐，人同明月岂无思。</strong>” 这个意境真的太喜欢啦！很多人一起坐在一片平整石地上看着月亮，竟然有种小池塘的感觉。</p>\n<p><strong>古今 “广场” 根本不是一个概念。</strong></p>\n<p>我们的广场，更接近院落。</p>\n</li>\n<li>\n<p>“广” 作为动词而非形容词时的意义 —— 空间的弹性，人在场所中的感受和能动性。</p>\n<p>被景物衬托出的平整感，空旷感……</p>\n</li>\n<li>\n<p>唐 段安节：“永新乃撩鬓举袂，直奏曼声，至是广场寂寂，若无一人。”</p>\n<p>“从前人物空自哗，一顾广场皆寂寞。”—— 视觉状态的拥挤和听觉的 “空”。 有意思。</p>\n</li>\n<li>\n<p>营造特征 —— 知觉对比</p>\n<p>一些特别的视听体验，在一个广场上<strong>并置或复合</strong> 。两个或更多元素的对应搭配，互相衬托。</p>\n<p>“驰道尽，而有广场，中为月牙池，然得更广之。”</p>\n<p>上面的麦田。</p>\n<p>横向 - 纵向；广场和远树平整 - 自由形态；</p>\n<p>“广场杂瓜荒，古墙悬薜荔。” 画面感极强。</p>\n</li>\n<li>\n<p>主体的作用。某些仪式行为（比如祭拜）让人自发聚集。</p>\n</li>\n<li>\n<p>一个有趣的说法：“发现传统空间意象中隐藏的广场性，比如院，座，台等”。关注人的行为，什么样的空间都可能在一定时候体现出广场性。</p>\n</li>\n</ul>\n<h4 id=\"罗马喷泉艺术-权力与自然的交响诗\"><a class=\"markdownIt-Anchor\" href=\"#罗马喷泉艺术-权力与自然的交响诗\">#</a> 罗马喷泉 —— 艺术、权力与自然的交响诗</h4>\n<p>很喜欢这个标题。关注了喷泉这一常见事物背后多个维度的内涵。</p>\n<p>济慈长眠于罗马，留下墓志铭：</p>\n<p>Here lies one whose name was write in water.</p>\n<p>“此地长眠者，声名水上书。”</p>\n<ul>\n<li>破船喷泉<img src=\"/images/100b180000015jkvhEF94.jpg\" alt=\"\">贝尼尼。创意甚有趣，很戏谑。把喷水这件事不露痕迹地融入到场景里去，毫不穿凿。</li>\n<li>特里同喷泉、特莱维喷泉和四河喷泉，彰显教权。</li>\n</ul>\n<p><img src=\"/images/21.jpg\" alt=\"特里同\"></p>\n<p><img src=\"/images/fontana-dei-quattro-fiumi-piazza-navona-1024x572.jpg\" alt=\"四河喷泉\"></p>\n<p><img src=\"/images/Trevi_Fountain_-_Roma.jpg\" alt=\"特莱维喷泉\"></p>\n<ul>\n<li>艺术家和水顺势而为的合作。</li>\n<li>基督教首都地位的确认：需要在城市空间中建立包括道路和指示物在内的<strong>朝圣视觉体系</strong>。两座大殿为朝圣者标识起终点，沿途喷泉强化线路的合理性。</li>\n</ul>\n<h4 id=\"换喻的风景东大门设计广场\"><a class=\"markdownIt-Anchor\" href=\"#换喻的风景东大门设计广场\">#</a> 换喻的风景：东大门设计广场</h4>\n<p>扎哈在韩国东大门的设计作品，这是古老的交易市场，历史与现代的交织。写的稍微有点官方，只有一段让我觉得有点启发性：</p>\n<ul>\n<li>\n<p>借景造物。广场环绕古城墙和遗迹展开，建筑表面的空隙和褶皱空间提供了一览创新世界的窗口，在每一个不同的角度都可以 “窥探” 到不一样的历史遗迹或生活场景。</p>\n<p>我的理解是做成 “透” 的空间，让人可以穿过去直接看到后面原有的古迹，也就是用建筑构图，把原有历史建筑当作景观。</p>\n</li>\n<li>\n<p>三位建筑信息模型 BIM. 好像昨天还有人跟我说起。</p>\n</li>\n<li></li>\n</ul>\n<h4 id=\"凝动音乐的演奏\"><a class=\"markdownIt-Anchor\" href=\"#凝动音乐的演奏\">#</a> 凝动音乐的演奏</h4>\n<p>这一篇文字很少，也比较抽象。探讨摄影、建筑和音乐之间的关系，建筑师大都喜爱古典音乐，建筑又往往依托摄影呈现。前二者都是与光线的合作，后两者是对节奏的把握。</p>\n<p>“建筑是凝固的音乐”→“建筑是凝动的音乐”（梁思成语）</p>\n<p>“别的艺术都是让人感知理念，音乐则跳过理念，不依赖现象世界，是全部意志的直接客体化。”</p>\n<p>“音乐是无影无踪，音乐是人活着的时候唯一可以感到的灵魂的一个部分。”</p>\n<p>将艺术作品简化后呈现出的抽象结构作为一种纯粹形式…… 艺术本身隐藏着结构。作品本身诉说的精神内涵总是超出作品本身的表象。</p>\n<p><img src=\"/images/100n0v000000jiwcu3A9B-1695017456083-5.jpg\" alt=\"东大门\"></p>\n<p><img src=\"/images/2725333_image2_1.jpg\" alt=\"缝隙\"></p>\n<p>宇宙飞船一样的透光感，妙的。</p>\n<h4 id=\"广场蒙太奇\"><a class=\"markdownIt-Anchor\" href=\"#广场蒙太奇\">#</a> 广场蒙太奇</h4>\n<p>以爱情电影《艳阳天》引入，评价圣马可广场是人类广场空间的理想范本。一个上演悲欢故事的舞台。不好意思我没看过。但是听简介，那种意难平但并不撕心裂肺的离别，还有点喜欢。</p>\n<p>这个广场是一个公众性非常强的地方，承载世界各地游客。</p>\n<ul>\n<li>\n<p>城市街区广场的日常使用率是周边建筑的多样性保证的。</p>\n<p>种类丰富的建筑承载种类丰富的人，维护空间全时段的活力。单一与强目的性是不利于活跃度的。</p>\n</li>\n<li>\n<p>关于广场的各个评价维度，甚是有趣：</p>\n<ul>\n<li>\n<p>女人对坐在哪的选择会比男人更挑剔，对烦恼更敏感。如果一个广场里女性高于平均数那么说明广场不错。哈哈哈信哉此言。不过挑座位这件事是一位男老师教我的。</p>\n</li>\n<li>\n<p>阳光充足，有树，不在风口……</p>\n</li>\n</ul>\n</li>\n<li>\n<p>“存在主义” 的广场。</p>\n<ul>\n<li>\n<p>最初为功能性而设，之后渐渐将商业与手工业驱逐。“恰恰在这个时期中，广场上出现了雕像、神庙和纪念建筑物。”  如此大众的场所，却是精神性极强的。是世俗的教堂。</p>\n</li>\n<li>\n<p>共性所趋，摒弃孤独的内在驱动。人往人处走。广场的强社交性。</p>\n</li>\n<li>\n<p>座椅 —— 飞机等，单向。广场则往往是无方向的，外向性，开放，社会活动最大可能。</p>\n</li>\n<li>\n<p>“一个好的广场应该成为城市的喘息和留白”。 信哉此言。</p>\n</li>\n<li>\n<p><strong>三角效应</strong>：相遇和交流的媒介，刺激人们联系的外部因素。比如雕塑、演出 etc。“话题”。 照此观点，广场针对的病症是孤独。</p>\n</li>\n<li>\n<p>用哲学发展解释广场的现象则是：</p>\n<ul>\n<li>\n<p>柏拉图说现象世界之上存在着理念世界，于是广场方案图纸先于广场出现了；</p>\n</li>\n<li>\n<p>叔本华：人生虚无荒谬而孤独。尼采：上帝已死，超人要给虚无创造意义，于是我们建造广场。</p>\n</li>\n<li>\n<p>叔本华：审美行为可以消解虚无 —— 人们在广场上欣赏美。</p>\n</li>\n<li>\n<p>萨特：自由选择，积极行动；加缪：反抗孤独，反抗虚无 —— 人们开始交流。</p>\n</li>\n</ul>\n<p>虽然很扯，但竟然也形成闭环，怪有趣的。</p>\n<p><strong>想读萨特！！</strong></p>\n</li>\n</ul>\n</li>\n</ul>\n<p>随记：方与圆</p>\n<p>圆形建筑：原始，不稳定，移动，无等级，不再扩张。(游牧民族建筑)</p>\n<p>方形：成熟，稳定发展，等级序列，便于扩展边界。（成熟建筑）</p>\n",
            "tags": []
        },
        {
            "id": "https://tealbananaaa.github.io/2023/09/11/%E5%AE%9E%E6%88%98%EF%BC%9A%E5%A4%A9%E5%AE%81%E5%AF%BA%20%E9%9B%8D%E5%92%8C%E5%AE%AB/",
            "url": "https://tealbananaaa.github.io/2023/09/11/%E5%AE%9E%E6%88%98%EF%BC%9A%E5%A4%A9%E5%AE%81%E5%AF%BA%20%E9%9B%8D%E5%92%8C%E5%AE%AB/",
            "title": "出去看看|天宁寺、雍和宫观察笔记",
            "date_published": "2023-09-10T16:00:00.000Z",
            "content_html": "<h3 id=\"天宁寺古塔\"><a class=\"markdownIt-Anchor\" href=\"#天宁寺古塔\">#</a> 天宁寺古塔</h3>\n<p>纸上得来终觉浅，绝知此事要躬行 —— 如果不实践一下，我读的这两本书过两天也就忘差不多了。于是在这个阳光明媚的日子，一个人背上包，坐上公交奔赴我古建探访之旅。</p>\n<p>到万寿寺门口才发现周一闭馆，今天正是周一。</p>\n<p>我被自己给气的乐了，居然连这个也忘记。计划中的另一个博物馆也闭馆。不甘心回去，于是又坐了几站车去了天宁寺。</p>\n<p>其实还是值得的。天宁寺始建年代是北魏（虽然现在看到的版本都是明清重修），比万寿寺可古老得多了，后者是清朝建造的。</p>\n<p>以前在杭州倾盆大雨里爬雷峰塔，在兴宾爬荒颓的文辉塔，材质不同，但都是楼阁式塔。密檐式塔还是第一次见，果真像是书上说的那么浑然一体，上面的雕饰相当精美，不过整体比例粗粗胖胖的，加之砖石质地本身的性格，显得敦实而拙朴，和楼阁式塔飘逸的感觉大相径庭。</p>\n<p>鲜明的疏密节奏，显得一层特别高耸，仿木的门特别宏大，很奇妙的视觉效果。</p>\n<p><img src=\"/images/c631eca104d1776750f64fa6f1a6095.jpg\" alt=\"c631eca104d1776750f64fa6f1a6095\"></p>\n<p>这是相当幽静的一座佛寺，庭院很小，空荡荡地，不时有浅灰色衣衫的僧人走过。</p>\n<p><img src=\"/images/086e8ae869e23a99cba3edeed64eb10.png\" alt=\"佛塔古寺间僧人的背影\"></p>\n<p>一边是北京第二电热厂的高耸烟囱，这家伙真是很有意思。它饱受争议，看上去确实破坏掉了佛塔矗立于天际线的构图，但是换个角度，也未尝不能理解为一种古今对话的 “深意”。</p>\n<p>像是观念主义艺术品，全凭你怎么讲。</p>\n<p><img src=\"/images/e2339e21f08404b3e56ce831ec6a16b.png\" alt=\"图偷自知乎@斜阳君\"></p>\n<p>“老弟，没我高吧？”</p>\n<p>“你这年轻人，做老衲曾曾曾孙，都嫌小呢。“</p>\n<h3 id=\"雍和宫寺院\"><a class=\"markdownIt-Anchor\" href=\"#雍和宫寺院\">#</a> 雍和宫寺院</h3>\n<p>皇家寺院，果然就是不一样，黄琉璃瓦覆顶，瓦当和流水瓦雕刻的都是龙纹。</p>\n<p><img src=\"/images/97395d69a6c150bf47292c9976e5dfc.jpg\" alt=\"脊饰和瓦当和流水瓦\"></p>\n<p>入口古木参天，银杏树构成密密的荫蔽，略无阙处。按照广场书里的理论，这也是给人做足情绪积累了。<br>\n中轴上的建筑（永佑殿，法轮殿）窗均为 三交六椀菱花窗。雍和门，因为是门，就只配斜方格窗。<img src=\"/images/7985a085fe3b5a0ecd5b5f95c10f455.jpg\" alt=\"三交六椀菱花窗\"></p>\n<p>进门众人看前方佛像，我只抬头看上方木作。都是典型抬梁结构，彩画满密的大梁比我想象得更加粗壮。头顶天花相当低矮，以几何化的图案加强纵深感。</p>\n<p><img src=\"/images/c30a351761d4d32e7877fde20cc5580.jpg\" alt=\"天花\"></p>\n<p>感觉明清时候的室内彩画和伊斯兰教建筑的装饰十分相似，同样满密繁复，同样单元化。象征意味都极强烈。相比，欧洲就自然主义得多。以上都是自己的感觉，无理论支持，有待考证。</p>\n<p>雍和宫殿和永佑殿 法轮殿的天花</p>\n<p><img src=\"/images/78fe48db843e8fb2843f477f6bb8077.jpg\" alt=\"\"></p>\n<p>从头顶垂悬而下的幢幡，极有西域气质，藏传佛教的美学将热烈和神秘这两种好像矛盾的特点集于一身。</p>\n<p>雍和宫殿中间的龙造型藻井<img src=\"/images/7c9ca63d81de8de155d878b3aeca0d0.jpg\" alt=\"藻井\"><br>\n佛教从印度传入遇到汉文化的建筑就已经是一次碰撞，雍和宫又是藏传佛教寺院，三方力量好像武侠小说里写的三股真气，在寺院之内激荡。</p>\n<p>这个尖拱形状的窗就明显很藏<img src=\"/images/9ec61e2c1f625f9061662355730134b.jpg\" alt=\"天王殿\"></p>\n<p>密宗特点的镏金宝顶<img src=\"/images/1d4e643d12a99ec02c7d1928c1a637e.jpg\" alt=\"\"></p>\n<p>十八罗汉 —“透过一个空间看另一空间，且这两个空间的明暗不同”，这真是非常有趣的体验，极能体现中国建筑群的审美特点。西方建筑宏大高耸，相比之下中国建筑单体确实小得多，但在群组构成上却产生了无穷的变化和魅力补上了这个缺。层叠，错落，遮挡，原来不仅在苏州园林有体现，我在雍和宫也实实在在感觉屋檐交叠的层层景深真是无比丰富，无比迷人。</p>\n<p><img src=\"/images/7eb239d911264cfb55e3f4f8b3faf0c.jpg\" alt=\"两重空间强烈的明暗对比\"></p>\n<p><img src=\"/images/b4829a156a77ab79b350beddf791a73-1694928352482-12.jpg\" alt=\"来个正反打（并不是）\"></p>\n<p><img src=\"/images/b9427e2ce0fc34fae302642d3cd6661.jpg\" alt=\"重重叠叠的屋檐 委实迷人\"></p>\n<p>法轮殿的结构最为复杂，前后都凸出来，前面叫轩，后面叫厦，前后的引导都是歇山卷棚顶。左右还有小的歇山顶天窗。室内是一尊贯通三层的站姿佛像，高耸无比，天窗引入少量自然光照亮其上部。</p>\n<p><img src=\"/images/4cc67b63e516de4be2a21d8e6336339.jpg\" alt=\"法轮殿\"></p>\n<p><img src=\"/images/4f410651e276cde6ca9a15e24457105.jpg\" alt=\"法轮殿天窗\"></p>\n<p>哦，对，整个雍和宫规格最高就只到单檐歇山。上次好像还是在恭王府才见到庑殿。</p>\n<p><img src=\"/images/9ce488e1250f7a8346b88a734819011.jpg\" alt=\"山墙\"></p>\n<p>非常喜欢硬山建筑的山墙，虽然这是所有屋顶中等级最低的一种，但山墙简洁疏朗，浑然一体；可能正因为等级低，有种亲和力在里面。</p>\n<h4 id=\"随想\"><a class=\"markdownIt-Anchor\" href=\"#随想\">#</a> 随想</h4>\n<p>这是小学期阶段自己补习古建筑阶段的收尾了，或许可以稍稍理解古建筑的美，稍稍理解在广西的时候江枫大佬见到各种民居的激动。在北京终归是只能见到明清时侯的官式建筑，雕梁画栋，金碧辉煌，华丽但也雷同。可惜在安徽和广西的时候尚且对建筑没什么基础知识，也不知道怎样观看，现在想想民居是建筑艺术最动人又真实的体现了。可惜也暂时看不到了。</p>\n<p>昨天见到了大佬，他们来北京做调研。我问他你们去逛古建筑究竟是看什么，比如进故宫，看房屋构件还是阵列布局什么的，他说布局已经被研究得基本穷尽了，大概还是更关注结构。 他说什么中轴线啊，故宫建筑测绘图纸啊都是被清华和天大的建院垄断的，我听了无奈也很好笑，说那就别做官式了，看看广大人民群众和迷人的民居吧，他说同济和东南在做。</p>\n<p>其实大概和美院类似，地方上的学院会比较接地气，比较实际一些。</p>\n<p>大佬要做建筑史论方向，也真是非常适合他了。我自己也经常对艺术史颇为动心。不过昨天突然想到，史论是否会有被研究完的那一天呢？根据大佬所说，西方的建筑理论成形早，所以建筑沿革已经被整理研究得相当完善，现今的研究都与设计有所结合。一面之词，自是有待印证，不过这或许就是说史论研究有它的终点。不过中国建筑留存更加稀少，全靠学者在海量而零散的故纸边角去寻找线索，还远没整理完备 —— 他们的工作很可能是去读大量艰深的古文。</p>\n<p>做史论研究的下一步是什么？其实设计只是一方面，可能是人类学，可能是社会学。甚至最终是哲学。这是我突然想明白的。各领域的人，从一件事物中望出的灵魂也不会是同一个。</p>\n<p>每次想到这些都觉得其实各种各样的学科与生活是无限有趣无限宽阔的，我们能在这社会上发挥的作用也有无数可能性… 但我们却无一不把自己走得无比狭窄。你说人生到底往前是个扇形，还是个锥形？</p>\n",
            "tags": []
        },
        {
            "id": "https://tealbananaaa.github.io/2023/09/10/%E5%B9%BF%E5%9C%BA/",
            "url": "https://tealbananaaa.github.io/2023/09/10/%E5%B9%BF%E5%9C%BA/",
            "title": "出去看看|大礼堂广场观察笔记",
            "date_published": "2023-09-10T07:24:34.000Z",
            "content_html": "<h3 id=\"前言\"><a class=\"markdownIt-Anchor\" href=\"#前言\">#</a> 前言</h3>\n<p>09.07 开始读《广场》，也是我在诚品书店 “一见钟情” 的空间建筑类图书。</p>\n<p>虽然这样划分，但关于广场的分析远远不止 “营建” 和 “场所”，事实上广场比建筑物承接了更多 “人的行为”，也包含更多感受与心理学。不知道为什么，这两个字对我来说有一种难以言明的魅力。</p>\n<p>好像是七月间看建筑展的时候，开始觉得在北京，那种日常性、包容性很强的露天空间比较缺少 —— 公园往往有围墙甚至要卖票，并常被视为老年人场所；景点去起来更是 “刻意”。为什么没有更多让年轻人自发聚集的、有活力的广场呢？</p>\n<p>当天晚上，偶然间从王府井大街向西拐进大阮府胡同，熙攘一下子变得幽静，左手边是看上去高攀不起的王府中环，建筑后面是昏暗的小径入口，非常吸引人。我自作聪明地说：“一看就是私人宅院，闲人免进。” 但还是试着走进去。</p>\n<p>没想到小路曲曲折折，通向一个形状狭长的小广场，视野骤然亮起，入口空间有树有雕塑有座椅，安闲而又友善。更没想到广场中间许多孩子围着喷泉嬉戏，正对商场还有一块草坪，时尚的男男女女坐在上面吹着晚风。灯光从商场的玻璃幕墙流泻出来映亮广场上的水光，这里一点也不 “闲人免进”，正是我觉得 “缺少” 的那种广场，真是非常惊喜。</p>\n<p>之后对此事多了几分留意，在欧洲，凯旋门、弗莱堡旧城、科隆大教堂门前的空间都给了我不同的感受。学习一点理论，或许无害吧。</p>\n<p>其实，和之前读古建筑一样，并非是为了去记什么 名词，只是了解专业人员的 “着眼点”，他们是从什么维度切入去体验、欣赏一个空间的，又是怎样的审美评价体系。</p>\n<p>并不容易，毕竟我不是学建筑的，总有种狗拿耗子的感觉。安慰自己：既学之则认真学之，什么都了解只会让我营养均衡。</p>\n<h3 id=\"观察笔记\"><a class=\"markdownIt-Anchor\" href=\"#观察笔记\">#</a> 观察笔记</h3>\n<p>全书分为了 “门”“门内” 和 “门外”。有一章专道清华大礼堂广场，名为<strong>山水之势，建筑之势</strong> 。</p>\n<p>我去实地看了两次。夜晚去了一趟，几乎人迹罕至。感觉植被与虫鸣成为主角，所有方向都因为黑暗无限深远，灯光较少，中国园林式的 “幽寂” 主导整个空间，西侧尤其是像山野探险一样。</p>\n<p>毕竟影影幢幢看不清楚，第二天正午二探之。主轴、建筑轮廓的庄严感，入口空间的恬静，方才体现出来。</p>\n<p>一边走，一边对照着书，在旁人看来，怕是像个书呆子吧。不由得好笑。</p>\n<p>如果是写小说，我非常想把本章的回目叫做：</p>\n<p><strong>雨夜正午殊相异 Df 两探大礼堂</strong></p>\n<p>好吧，不能说毫无文法，只能说狗屁不通。</p>\n<p>言归正传，根据实际感受和书上所说，总结的观察点：</p>\n<ol>\n<li>\n<p>轴线、动线与 “势”</p>\n<ul>\n<li>南主路轴的走势原本很强，进入广场 “在惊讶中消散”- 广场向东展开而不是对称，两条主轴的<strong>错位</strong>带来惊喜活泼感。设计者 Henry Murphy. 整体对称局部打破，意料之外情理之中。</li>\n<li>清华学堂从建筑体量到颜色的明度都让整体重心感觉偏东。我在夜色下没看出来。</li>\n<li>“形式轴线” 和 “行为感知线” 各行其是，在空间中叠合。—— 如果完全重合，人们永远只能看到正的，庄重压迫感未免太强。 错开，秩序更加独特。</li>\n<li>大草坪约束了动线，让广场不至于空旷、单一、” 致命的松懈 “。视觉和行为都活跃了广场。和中央有水、有喷泉同理。</li>\n</ul>\n</li>\n<li>\n<p>植物围合界面 - 实与虚</p>\n<ul>\n<li>\n<p>树木作为围合界面，疏朗通透。除了礼堂正前方一小片，其他的路都在树木的半围合之下。</p>\n<p><strong>普通人：我从两棵树中间走过去。</strong></p>\n<p><strong>建筑人：我穿透了一个虚界面。</strong></p>\n</li>\n<li>\n<p>有纵深（通透性？）的空间边界承载多样化的行为，虚界面可以频繁穿越。<strong>渗透交融</strong>，中国园林的气质。</p>\n<ul>\n<li>旧水利馆北面的一排白皮松对于调节局部阴暗的气氛真是非常巧妙。真的像一道富有生机的帷幕一样，太好看了。</li>\n</ul>\n</li>\n<li>\n<p>透过前景虚界面看后面的空间，增加层次，无限深远。</p>\n</li>\n</ul>\n<p><img src=\"/images/9765a38046c8dd2c15abe80a7a58eeb.jpg\" alt=\"白皮松\"></p>\n</li>\n<li>\n<p>开口、跨界空间</p>\n<ul>\n<li>穿透围合界面的开口很多，但是狭长而窄，显得围合界面很深厚。</li>\n<li>开口通道<strong>积累着人们的情绪</strong>，体验的心理铺垫，空间忽然敞开之势也就越强。</li>\n<li>边界上有很多各成一体的小空间嵌入。亲密宜人，和广场的宏大互相衬托。\n<ul>\n<li>王国维小空间背靠小山，面前是树木的虚界面，和广场骤然隔开，十分幽闭、肃穆。</li>\n</ul>\n</li>\n<li>建筑和山林，硬和软的边界交织</li>\n</ul>\n<p><img src=\"/images/1590a6dd9e133a1fdb39bd73b2b6471.jpg\" alt=\"蓄积观者情绪的南主路\"></p>\n</li>\n<li>\n<p>晦明变化</p>\n<ul>\n<li>光环境的控制是空间的高级命题。</li>\n<li><strong>内部空间贵在光亮而外部贵在幽暗</strong>。这个好有道理，物以稀为贵。</li>\n<li>不同的阴影 —— 建筑的几何形态、清晰，植物姿态的灵动，变幻，两者叠加的趣味。</li>\n<li>人喜欢<strong>在一个空间内看另一个空间</strong>，如果晦明不同则更加有趣。树木制造了明暗变化，加强反差感。大树是暗的景框。整个广场除了大礼堂到草坪之间一小块长方形区域是完全开敞的，其余所有人行的范围都在树木的荫蔽之下，令人丝毫没有行走于巨大空间内无所依托的渺小和无趣感。</li>\n<li><img src=\"/images/a5a1b4baa3269c15e6dca1616337cbe.jpg\" alt=\"无处不掩映 无处无层次\"></li>\n</ul>\n</li>\n<li>\n<p>风格</p>\n<p>礼堂广场极周边中西风格融合极其微妙。西边中式建筑群与山野园林 - 宁静，东边西式建筑群广场 - 开阔。</p>\n<p>中国园林那种 “兜兜转转，遮遮掩掩，山山水水” 的柔美和西方广场建筑明快直来直去的刚性相嵌，相融合。</p>\n<p>这正是 “山水之势建筑之势” 的主题吧。</p>\n</li>\n<li>\n<p>其他感受</p>\n<ul>\n<li>\n<p>头天晚上想不起来叫什么的低矮建筑是同方部。山墙一角很漂亮，可惜装修，看不完全。</p>\n</li>\n<li>\n<p>在一群游客注视下大摇大摆刷进清华学堂还是有点好笑。第一次去。空间太过肃穆，不敢自习。</p>\n</li>\n<li>\n<p>从学堂南侧长长的入口，沿着专业术语叫做 “散水” 的砖慢慢走，好像被高大的砖墙和茂盛的槐树完全遮蔽、拥抱着。真的有实体一般的感觉。</p>\n</li>\n<li>\n<p>清华学堂左右门口明明就有小树嘛！</p>\n<p><img src=\"/images/f702295b628ee5436df61a9254703d0.jpg\" alt=\"人家书上哪里画错啦，误导我。\"></p>\n<p><img src=\"/images/0b7ddaa431ccac576c3cace50687e64.jpg\" alt=\"建筑人的手绘能力真是太自愧弗如了..\"></p>\n</li>\n</ul>\n</li>\n</ol>\n<p>建筑的设计者居然是费舍尔，居然还并不确定，怪。</p>\n<p><img src=\"/images/67f710fc07bbd434f879418477b0336.jpg\" alt=\"\"></p>\n",
            "tags": []
        },
        {
            "id": "https://tealbananaaa.github.io/2023/09/07/%E9%80%89%E5%B8%9D%E4%BE%AF%E5%A4%A7%E8%A1%97/",
            "url": "https://tealbananaaa.github.io/2023/09/07/%E9%80%89%E5%B8%9D%E4%BE%AF%E5%A4%A7%E8%A1%97/",
            "title": "太多Schatten：一点剧评和杂谈",
            "date_published": "2023-09-06T16:50:29.000Z",
            "content_html": "<h3 id=\"一-杂谈\"><a class=\"markdownIt-Anchor\" href=\"#一-杂谈\">#</a> 一 杂谈</h3>\n<p>现在晚上十一点，拾年咖啡仍旧热热闹闹。Q 头在拍她的作业短片，我和宁宝已经在一边敬业地坐了六个小时，扮演她背景里的路人甲和路人乙。</p>\n<p>历时七天，刚把两本中国古建的书读完了，笔记告一段落。说来也巧，我大概是一年前认识文欣姐的时候开始对建筑感兴趣的，去年小学期带她满北京遛，老师还高度赞扬我和建院人的跨院系交流…… 之后冬天认识江枫，被他的执着感染，被推荐看了《建筑史话》。周老师也告诉我们，设计师要懂点建筑。（后来想想，每一门课的老师都在告诉我们要懂不同的东西。设计基础的老师叫我们学新材料；上学期的助教叫我们学图形学… 实在，学不过来）</p>\n<p>但是，始终没有系统一点地学习建筑这门 “语言”。若不是小学期临时起意跑去苏州，若不是独自坐车一小时跑到诚品书店，若不是邂逅了那几本书，也不会开始这段学习。</p>\n<p>事实上我觉得，不仅是虚构作品无巧不成书，真实生活更是如此。那些之于我们极重要的事、物、人，细想下来常相识于巧合与无意识。热情之下做出的事往往比计划的更加动人。</p>\n<p>回头看看正在给两位演员说戏的 Q 头，这家伙甚至因为大一的时候入坑电影，就直接决定了自己专业方向。</p>\n<p>对此我相当能理解。高二网课期间，偶然有个女生，早课前在班级群分享音乐剧悲惨世界；之后又有一位分享了法扎。</p>\n<p>—— 大概她们都不记得这件事吧，但却就此改变了我之后的一切，我的欢欣我的绝望我的努力我的方方面面都将与之休戚相关。可以说没有彼时偶然，就没现在的我。</p>\n<p>以前不知道我对于一件与所学无关的东西能喜欢到这个程度。论语曰：子在齐闻《韶》，三月不知肉味。</p>\n<p>我当时就是这个感受。</p>\n<p>……</p>\n<p>许多类似的事，让我不得不想，若听凭种种巧合的指引，或许也不坏。</p>\n<p>也算是给自己的游手好闲，想哪干哪找借口吧。</p>\n<h3 id=\"二-选帝侯大街56号\"><a class=\"markdownIt-Anchor\" href=\"#二-选帝侯大街56号\">#</a> 二 《选帝侯大街 56 号》</h3>\n<p>以上都是废话，其实，是想写一点观后感。</p>\n<p>最近看了《选帝侯大街 56 号》（Ku’damm56），它被大家亲切地呼为 “裤裆”。感谢剧社朋友们推荐，cyz 甚至给我留 “思考题”。</p>\n<p>反复听了 Berlin,Berlin，先来说一下我给的答案。整部剧表现战后的痛苦麻木，基调是一种不知何去何从、意义何在的虚无主义。Freddy 正如柏林这座城市般，经历过最深的创伤，结果是散漫而满不在乎。其他的人，全部都执着于追求或者守护某种东西：Helga—— 做贤妻良母；Eva—— 优裕生活；大姐夫 —— 正常的生理（？）；母亲 —— 捍卫传统，维持家业；Franck—— 摆脱他爹的控制；Franck 爹 —— 让儿子继承家业；三姐妹的爹 —— 赎罪。 只有 Freddy 的虚无代表了柏林的性格，由他这样一个所谓的小混混来讲述一切，也算合了德奥尖刻的反讽笔法。（其他例子：Luccini）</p>\n<p>我最喜欢 Herzlich Glückwunsch ，用最美好的词语，最欢乐的调子写最绝望无奈的情感，反差感的力量真是强大。依旧看到德剧代表性的群舞，表现力非常强。我不懂舞蹈动作编排，只觉得那个椅子舞实在震撼，实在奇特。单拿出来很难评价为优美的舞蹈，但感染力强大到看一眼就忘不掉。</p>\n<p>可能… 这正像其他现代主义（比如无调性音乐）和德国表现主义作品（比如桥社）—— 优美的东西，反而太无力了，远远不足以言明那种绝望的情绪。</p>\n<p>（说到无调性音乐，时代还真是能对应上。想起《奥本海默》里的几个镜头，是碰撞的原子核，宇宙，星云和艺术作品的快速交织，其中一闪而过了艾略特的《荒原》，毕加索的画和斯特拉文斯基的《春之祭》—— 无调性音乐的代表性作品。看似没道理地乱闪，但那种科学与艺术的纠缠状态，我好喜欢。）</p>\n<p>扯远了。</p>\n<p>上一首歌 Alles wird gut 同理，模范主妇 Helga 强颜欢笑，一厢情愿的颂歌难以掩盖现实的一地鸡毛。</p>\n<p><img src=\"/images/3789d24016b4e433baa896b13bcc670.jpg\" alt=\"\"></p>\n<p><img src=\"/images/a8c98665973035c6b59f7b4efb1139d.jpg\" alt=\"椅子舞\"></p>\n<p>这部剧非常像 Rent，有 Rent 的悲悯，但似乎没 Rent 传达感情那么 “用力”。这是德奥一贯的特有的冷静。</p>\n<p>Das ist für immer 的舞美最能体现这种近乎淡漠的冷静。三个场景被平行放在舞台上，大姐新婚，二姐勾引教授，Monika 被 Franck 侵犯。</p>\n<p>发生就是发生了，无人在意，只有母亲美妙的歌声依旧。真是精绝的设计。</p>\n<p>Franck 这个人物虽然不算什么 “好人”… 但非常立体。德奥剧对 “家庭” 的探讨实在执着，各种别扭的父子、母女。这一层羁绊的刻画之深入往往甚至超过男女主的爱情线。</p>\n<p>说远一点，这也正是音乐剧歌曲最迷人的地方… 流行音乐谈生活，那是除了暗恋，就是热恋，要么就是失恋，旖旎绮艳有余力量不足。音乐剧能够用歌曲探讨生活乃至精神世界的方方面面，是一种理性而又宏大的格局。</p>\n<p>而德奥剧又把这种理性宏大推到极致。kumdann56 的众人最终也难逃离社会的悲剧，这又是德奥的永恒主题了：你永远摆脱不了自己的影子。德奥的 Schatten 这个意象探讨了牵绊住我们的种种事物…… 社会，我们的家庭，偏见，更多是自我。</p>\n<h3 id=\"三-其他总结\"><a class=\"markdownIt-Anchor\" href=\"#三-其他总结\">#</a> 三 其他总结</h3>\n<p>夏季学期没结束，现在姑且还算大二吧。顺便写点这一年的总结。</p>\n<p>九月初看了路二。当时写的感言：</p>\n<p>纵使国王也无法纵情追寻自己的快乐。路二是个悲剧。梦中的世界和现实的世界如此激烈地对冲在一起，结果是两败俱伤。把自己梦中的事情强行带进现实世界，是有代价的。</p>\n<p>九月末，在某个阴沉而又清澈的的雨天看了 Dear Evan Hansen。一个人在 C 楼哭的像个傻子，丢死人了。此后长跑，半死不活地跑到明德路时，每次都听《For Forever》。阳光下高大的杨树，“There he goes, racing toward the tallest tree.”</p>\n<p>我觉得无论看起来 i 人 e 人，所有人心里其实都有 Evan 的影子，有他的孤独和自卑。我在罗老师课上试唱了 “if i could tell her”，不知为何感觉非常符合自己。</p>\n<p>十月里看了寻找梦幻岛。那时候觉得自己犯了很多很多的错误，充满不切实际的幻想。Why am I the only one not getting stronger？简直是我的心声。feet don’t touch the ground,  world’s turned upside down，直戳灵魂。</p>\n<p>但正是那段感觉状态最差的日子里也恰有好事发生，只是彼时不知。想来也好笑，这是生活布下的草灰蛇线吧。所以说世间因果原委，委实神奇难料。</p>\n<p>总觉得自己有很多 Schatten 难以挣脱，但是女主的这一段话我印象极深刻。</p>\n<p><img src=\"/images/a2a9f287959e4a1473da1009a50b2e9.jpg\" alt=\"女主：你信鬼吗？男主：我们都被一些东西纠缠……\"></p>\n<p><img src=\"/images/2f3a87049037a9c41d5571196ee92b4.jpg\" alt=\"\"></p>\n<p><img src=\"/images/f27e10a5e82b915511302981b4691ea.jpg\" alt=\"\"></p>\n<p><img src=\"/images/92130838cde9895c8fcf8b8c3f0996b.jpg\" alt=\"\"></p>\n<p><img src=\"/images/787c3b0788f2bfcc99c53e122f2c8db.jpg\" alt=\"\"></p>\n<p>然后就是超级无敌喜欢的 What you mean to me.</p>\n<p><img src=\"/images/026a04e45c9190cd9e1e6addb3c1475.jpg\" alt=\"Second Star on the right!啊啊啊这首歌歌词写的真的太美啦\"></p>\n<p>之后的两个月依旧一地鸡毛。罗老师布置我们看了 into the wood. 我还看了马戏之王。然后就是 Run 回家，冷冷清清在跨年夜看《1789》。这两部剧，都极其好听，极其热闹，但不会像德剧那样让人反反复复地沉思。</p>\n<p>开学。德扎期间被推荐 TDV 和德古拉，进行了一个二重奏。美院做作业回来深夜在学堂路高唱 totale festenis 和 zu Ende，爽哉。德语考试前听着无尽贪欲复习数字。</p>\n<p>4、5 月为做场刊怒刷十周年几乎所有剧目，这是我做过的最快乐的设计 “预调研” 了。Wicked，company，Chicago（的一小半）。当时单门有一个文件总结十周年所有 14 部剧的 “主题色”。</p>\n<p>军训期间，《金银岛》。</p>\n<p>比较难忘的是暑假在瑞士非常应景地看了《Matterhorn》，可惜没有真正仰望到这座山峰，其实里苏黎世并不远。cyz 吐槽它剧情很多无厘头、散乱的地方，我也承认 Matterhorn 重曲子而轻剧情逻辑，倒有点像法剧，率性的浪漫主义。</p>\n<p>Oedo 这部剧里是会画画的探险家，谁不爱啊。和德扎一起品尤其搞笑。</p>\n<p><img src=\"/images/b3d5e981ce79e406f3029786c92300e.jpg\" alt=\"'我不是画家'\"></p>\n<p><img src=\"/images/08ff37553b6b380ead4e5de793e6ef8.jpg\" alt=\"我刚刚说什么来的？\"></p>\n<p>非常喜欢上半场结尾曲 Und wär morgen alles zu Ende，从歌词到氛围简直就是双人版 one day more，只是将用笔都集中在对 Olivia 和 Edward 离别的处理上，情感极其细腻，深切却毫不做作，遗憾却并不哀伤。反正就是，让我超级感动。</p>\n<p>觉得好玩整个了活，把歌词用诗词来翻译，感觉还挺顺 ——</p>\n<p>Edward 胸怀大志：</p>\n<p>Mich Erwarten gefahren,</p>\n<p>die ich nicht scheu.…</p>\n<p><strong>—— 虽千万人，吾往矣。</strong></p>\n<p>Olivia 的一往情深，离别之憾，知道自己不能陪伴 Edward：</p>\n<p>Was die fehlt, ist jemand,</p>\n<p>Der dich versteht…</p>\n<p>Ich würde es gern sein,</p>\n<p>Doch ich traf dich zu spät.</p>\n<p><strong>—— 聚散苦匆匆，此恨无穷。</strong></p>\n<p><strong>可惜明年花更好，知与谁同？</strong></p>\n<p><img src=\"/images/079c318dde05476badc8c91fcdfead7.jpg\" alt=\"处理得最好的离别,哭死\"></p>\n<p>她惺惺相惜的深情，对他未来大方地祝福：</p>\n<p>Würd dich jemand lieben,</p>\n<p>Der dir wichtig ist,</p>\n<p>Müsstest du nicht beweisen,</p>\n<p>Wie besonders du bist.</p>\n<p><strong>—— 莫愁前路无知己，天下谁人不识君。</strong></p>\n<p>（直意是：你未来遇到的另一人会爱上你，看到你的不平凡。）</p>\n<p>虽然祝福，仍旧把不舍和想念藏在 Edward 的副歌之间。</p>\n<p>Ich würde um dich weinen ，</p>\n<p>Und manchmal von dir träumen</p>\n<p><strong>—— 玉勒雕鞍游冶处，楼高不见章台路。</strong></p>\n<p>副歌不是很好译。</p>\n<p>Und wär morgen alles zu Ende,</p>\n<p>Kein Traum war je verkehrt,</p>\n<p>Macht auch das Leben keine Geschenke,</p>\n<p>Es ist den Preis wert.</p>\n<p><strong>—— 竹杖芒鞋轻胜马，谁怕？ 一蓑烟雨任平生。</strong>（或者有更好的答案？）</p>\n<p>只是一些个人脑补，反正我超喜欢这首歌。很开心在小池塘唱了一次。</p>\n<p>看剧总数 12. 比大一又有进步。有点好笑，我的故事可以说是被这样串起来的。如果强行升华一下，点一下主题，我真的在努力摆脱自己的 “影子”—— 那些难以克服的、固有的缺陷，那些我自认为永远得不到的东西。摆脱了吗？很难说，可能摆脱了一部分吧，但也会有新的影子投下来，nicht？毕竟，有光就有影。</p>\n<p>马上新的一个学年了，我不能说不担心，但只是担心也真是没什么用。Hab keine Angst. …Hab Mut! 像康德说的那样， 相信自己有独立调用理性面对一切的勇气。永远像高中的时候一样，努力把喜欢的一切变成动力吧。</p>\n<p>写完了，九点。此刻，男的女的一堆朋友挤在我们宿舍打麻将。我 i 人属性大爆发，不想说话，但非常好心地给大家放 bgm，把选帝侯大街又听了一遍，哈哈！最喜欢的歌到今天已经变成了《ein bessere Mensch》。</p>\n<p>谢谢能看完我废话的朋友！blog 不能评论，欢迎私戳找我聊天。Everything anytime.</p>\n",
            "tags": []
        },
        {
            "id": "https://tealbananaaa.github.io/2023/09/03/%E5%B8%82%E4%BA%95%E9%87%8C%E7%9A%84%E7%A5%9E%E7%81%B5%E2%80%94%E2%80%94%E5%BE%B7%E5%9B%BD%E5%BC%97%E8%8E%B1%E5%A0%A1%E9%9A%8F%E7%AC%94/",
            "url": "https://tealbananaaa.github.io/2023/09/03/%E5%B8%82%E4%BA%95%E9%87%8C%E7%9A%84%E7%A5%9E%E7%81%B5%E2%80%94%E2%80%94%E5%BE%B7%E5%9B%BD%E5%BC%97%E8%8E%B1%E5%A0%A1%E9%9A%8F%E7%AC%94/",
            "title": "市井里的神灵——弗莱堡随笔",
            "date_published": "2023-09-03T10:53:03.117Z",
            "content_html": "<p>一点必须有的前言：</p>\n<p>啊啊啊啊啊我太感动了终于能显示图了！虽然，只能用在线，好像还是不太对…？</p>\n<p>服了我自己了！整了大半个晚上也没整明白…</p>\n<p>没事，我暂时也能接受。今天还把文章名整明白了，已经怪不错的了 x</p>\n<p>这篇文章…… 其实原本只是一个支队任务，与涵 gg 突然甩给我一个写随笔的任务，我也没想好好写。写着写着，哎，弗莱堡真的很美。于是就越来越投入，原本下限 1000 字，似乎写了 3000.</p>\n<p>anyway，好像写什么也不太重要，重要的是我搞了图上来（其实也不能完全算会…)</p>\n<p>谢谢整天被我烦的师父… 虽然还没调试完。但先谢为敬。</p>\n<p><strong>市井里的神灵 —— 德国弗莱堡随笔</strong></p>\n<p>弗莱堡城中心并没有多少高楼，大教堂高耸的塔尖从很远处便一眼可见。这座位于弗莱堡罗马天主教区的大教堂建于 1200-1513 年之间，是较难得的完全竣工的哥特大教堂。</p>\n<p>一路寻过去并非难事。不料，一行人向它靠近的过程中，还未能进入崇高殿堂，就先被它脚下那一片喧杂牢牢地捕获了 —— 好热闹的一个集市！</p>\n<p>像是一头撞进了《哈利・波特》里的对角巷，陡然间无数五颜六色稀奇古怪的玩意儿涌进视野，只恨自己没有长八只眼睛，无法把所有新奇而动人的细节都印在脑海里。各种摊位真是凡所应有、无所不有：金黄的向日葵、洁白的雏菊和各色的玫瑰盛放；不知名的香料、干蘑菇干辣椒躺在各自的木盒子里；一排排挂着的熏香肠、火腿；奇形怪状的木雕蟾蜍，用小棍敲击会发出清脆的声音；有着美丽颜色的陶瓷餐具；雕成浣熊形状的香烛，手工编织的竹篮子……</p>\n<p><img src=\"/images/0_3.jpg\" alt=\"\"></p>\n<p>在资料中读到过，聚集在弗莱堡大教堂脚下的这一片叫做明斯特大市场（Münstermarkt），已经有 600 年的历史，甚至专有纪录片讲述它。委实是闻名不如见面。</p>\n<p>行走在其间，我真的很难相信这是一片自由集市，只觉得它比美术馆里精心布置的展览都要美。每个事物 —— 遮阳棚、桌布、货架、瓜果蔬菜，都好像经过了设计，恰如其分地贡献了自己的色彩，构成这幅惊艳的图景。</p>\n<p>片刻发呆后，终于想起原本是来参观教堂的。刚好是周六，11:30 教堂里有一场唱诗班演奏，看看表 —— 应该刚好赶得上，于是急急忙忙赶到大教堂脚下。或许是被花花绿绿的市场迷昏了头，或者是太着急 —— 在教堂的侧面看到一扇小门，就认定这一定是教堂入口，糊里糊涂地推门进去。面前没有殿堂，而是一道狭窄的石头楼梯盘旋而上。</p>\n<p>既然进来了，就以一种探索的心态开始爬。好一场攀登啊 —— 楼梯永无止境地圈圈盘绕，几乎怀疑这辈子也爬不到顶。意识到走错了，这不是进入教堂，而是在攀上钟塔。但前推后拥，早已无法回头。终于来到钟楼塔顶时已经气喘吁吁。</p>\n<p>我们置身在木制的阁楼里，头顶是哥特教堂直插天际的高耸塔尖，阳光被雕刻成镂空花纹的形状漏进来少许。整个弗莱堡城都尽收眼底，环抱住城市的群山与森林，零星几座尖塔耸立在城市间，无数玩具般小巧可爱的红顶房子，承载千千万万桩我们无从相遇的真实生活。脚下可以看到大市场，密密麻麻的顶棚拼成平面的图案。</p>\n<p><img src=\"/images/0_2.jpg\" alt=\"钟楼俯瞰\"></p>\n<p>不知从哪个方向飘来钟声；仔细听还有管风琴的缥缈乐音，似乎是巴赫的曲子；而另一边，从市场方向又有手风琴的热情音符扶摇而上。竟然在这么高处都能听见，下面听的效果一定极其震撼吧！叹一口气，我们显然是错过了演奏。事实上，我们觉得似乎错过了下方这世界的一切 —— 距离滤去了世界的一切情绪，我们只能以一种超脱其外的姿态俯瞰，一切都渺小而恍惚。</p>\n<p>环视阁楼，尚且有三五成群的游客交谈、拍照，这点嘈杂让我和真实世界维持了联系。</p>\n<p>那么，数百年前登上塔楼的敲钟人，孤独地站在此处，作伴的唯有这座入云的木钟塔和外立面那一只的滴水兽，它已经沉默着俯瞰城市数百年。</p>\n<p>这又该是怎样极端孤寂、极端神圣的体验啊。</p>\n<p>回想盘绕钟塔的狭窄楼梯，大有 “一夫当关万夫莫开” 的气质，这一路爬上来，也是一场孤独艰辛的修行。我们踏上这一程纯属意外，正因如此，也更加像是基督教文化中所谓的 “灵性之旅”。这也就是我们的生活吧 —— 一念之差，就在歧路上再也难以回头，只能硬走下去，不可避免地错过很多。但同时，也会得到意料之外的、新的风景。</p>\n<p>一时间感觉自己变成了哲人，回过神来觉得有点好笑。沿着一圈圈楼梯回到地面。进入礼拜堂参观了一圈，即出。从昏暗教堂陡然回到阳光之下，感觉眼睛被猛击一拳 —— 正午的大市场，色彩之炽烈明艳仿佛从各个方向喷涌而出，挡也挡不住。</p>\n<p>市场的烟火气瞬间把人包裹，回头重新看一眼这五百多年前的教堂，一块块堆叠的古老砖石、沉郁的棕灰颜色 —— 这庞然大物像是威严的老者，沉思着不说话。它与紧紧拥着它的大市场完全构成两种截然不同的语言，但又无比切实地存在着，无数人来来往往，自然之极。</p>\n<p>不由得想，从教堂礼拜出来就在闹市欢声笑语，买肉买菜，这虔诚吗？</p>\n<p>看起来，他们认为没问题。只是在中国人印象中，宗教大都需要极力摆脱世俗，我们较为熟悉的佛寺、道观，都修建在幽深的山上林间，它们是清净的，与世隔绝的；它们是疏离的，不苟言笑的。而在这里，我从市井走入圣所，又从圣所重回市井，这其中的切换竟在咫尺之间。正是这座教堂凝聚了这片市井，宗教亲手将自己脚下的空间变成世俗的乐园。西方文化中，二者原来水乳交融至此。</p>\n<p>这种激烈冲突下的和谐，委实有趣。</p>\n<p><img src=\"https://user-images.githubusercontent.com/143808957/265273003-a3a45c9b-ccf9-427b-b5cc-3641f6a66697.jpg\" alt=\"教堂与集市\"></p>\n<p>在正午阳光下的市场游荡。早晨我曾经把市场的搭配说成是艺术馆精美的展览，此刻又一想，此言谬矣。没有任何策展，能够表现出这一份鲜活生动的氛围，它蓬勃热烈如火焰，又自由安适如闲云。唯有自发的，纯粹的，才能有这样的生机。真的 —— 我发现这市场上的所有人，卖花的老奶奶，为孩子挑选木头玩具的胖爸爸，排队买热狗的情侣，露天咖啡馆门前的艺人和围观者，全都有一个共同的特点 —— 笑。每个人脸上都洋溢着笑！不是在景区对着镜头摆出的标准微笑，而是发自内心感到开心的笑。穿梭其间，会不由自主地被一种快乐的情绪感染。</p>\n<p><img src=\"https://user-images.githubusercontent.com/143808957/265273014-7c37359a-78c3-4b55-9657-3a1edd918dd9.jpg\" alt=\"\"></p>\n<p><img src=\"https://user-images.githubusercontent.com/143808957/265273005-e26fa84e-3546-40f8-be9f-60de68e30762.jpg\" alt=\"市场的人们\"></p>\n<p>我在一个奶酪摊前站下来排队，队伍非常长 —— 每个人都不是买了就走，而是磨磨蹭蹭地挑选。摊主小哥会笑呵呵地问：要不要尝一尝？然后用刀熟练地切下一小片。顾客放进嘴里细细地嚼，尝完一种，又尝另一种。队伍几乎不动，但没有一人着急抱怨，后面的人或自顾聊天，或带着饶有兴味的笑意看着那个品尝的人。真令我惊讶，这在我见过所有的小吃街、旅游街巷，都是不可想象的。</p>\n<p>我在国内逛过的此类街巷不少，北京南锣，西安回民街，杭州河坊，苏州山塘，若说店铺数量之多，摩肩接踵的热闹，那比明斯特大市场有过之而无不及。但那些街巷的范式太强，氛围也总带着急躁和疲惫：所有饮品店都卖一样的竹筒奶茶，所有饰品店都做一样的茉莉手串；看了旅游攻略的人们其实早就知道这里有什么，但还是匆匆忙忙赶来，从头到尾走一遍算是打卡。人们因为拥挤、劳顿、因为赶下一段的行程、因为孩子的哭闹而心烦意乱。</p>\n<p>明斯特大市场鲜活的快乐别具一格。</p>\n<p><img src=\"https://user-images.githubusercontent.com/143808957/265273016-4a4817cc-f5db-41a8-9923-a7b0aa0c5196.jpg\" alt=\"大市场的人们\"></p>\n<p><img src=\"https://user-images.githubusercontent.com/143808957/265273011-4c001e47-5d2b-4cdb-b8fe-533c5ca4bcd0.jpg\" alt=\"笔者在市场写生\"></p>\n<p>啃完了奶酪，我买了一瓶 Grapeschorle（一种汽水，可以理解为葡萄味的北冰洋）坐在市场一角的石头地上画画。人来人往，各种声音和着阳光在我头顶飘荡。不时有人驻足看我画画，或开心地指给伙伴看，或与我聊天。画了一下午，聆听了一下午，听到最多的就是 Schön（美）这个单词，他们真的把这个美好的词念出各种不同的声调啊。来到这里的，几乎都是本地人。</p>\n<p>于是我意识到，先前与那些景点所做的比较是不公平的 —— 大市场的快乐，来源于它的真实。这胜景不是游客的打卡地，而是弗莱堡城市居民真实生活的一部分。它并不因其历史或名声而被抬举成空泛的符号，丧失原有的生命力。本地人来此购物，逛上一整天或者是买一袋面包就走，都是平凡的日常，没有计划，没有目标。今天没有看完则明天可以再来 —— 不像我们这种赶行程的特种兵，永远都在惶恐自己是否错过了什么，是否走了最佳的路线。</p>\n<p>正是这种日常的真实性赋予了每个人以最纯粹的愉悦。</p>\n<p>抬头望望大教堂，再环顾身边的市场，越发觉得，不仅仅教堂里面有神，闹市之上一定也飘荡着神灵 —— 菜市场的神灵，他的职责与教堂里的同事是一样的神圣。六百年间，他沉默而温柔地护佑着这一片凝聚起整个城市的喧哗。</p>\n<p><img src=\"https://user-images.githubusercontent.com/143808957/265273017-325f79f7-070f-4166-8833-9988c2c32f91.png\" alt=\"电影《柏林苍穹下》中的守护天使 （图文弱相关……）\"></p>\n",
            "tags": []
        },
        {
            "id": "https://tealbananaaa.github.io/2023/09/02/%E4%B8%8D%E4%B8%93%E4%B8%9A%E7%9A%84%E5%BB%BA%E7%AD%91%E7%AC%94%E8%AE%B0/",
            "url": "https://tealbananaaa.github.io/2023/09/02/%E4%B8%8D%E4%B8%93%E4%B8%9A%E7%9A%84%E5%BB%BA%E7%AD%91%E7%AC%94%E8%AE%B0/",
            "title": "不专业的中国建筑笔记",
            "date_published": "2023-09-02T07:07:51.372Z",
            "content_html": "<h1 id=\"不专业的中国建筑笔记\"><a class=\"markdownIt-Anchor\" href=\"#不专业的中国建筑笔记\">#</a> 不专业的中国建筑笔记</h1>\n<h2 id=\"part1-图说中国建筑\"><a class=\"markdownIt-Anchor\" href=\"#part1-图说中国建筑\">#</a> Part1. 《图说中国建筑》</h2>\n<p>2023.09.01 开始读。</p>\n<p>原本是去逸夫馆寻找在诚品书店遇到的《半片砖瓦》，结果偶然刷到这本很不错的书。</p>\n<p>原本晚上打算开个 word 写笔记，拖延了一下没动笔，结果就接触了写作工具 typora。好吧，对建筑我是小白，对软件我也是小白。我一穷二白，白手起家。也没什么，瞎学吧。</p>\n<p>————————</p>\n<p>2023.09.07 两本中国建筑读完！下一步：绝知此事要躬行，启动…</p>\n<h3 id=\"1-建筑要素\"><a class=\"markdownIt-Anchor\" href=\"#1-建筑要素\">#</a> 1. 建筑要素</h3>\n<h4 id=\"1造型布局\"><a class=\"markdownIt-Anchor\" href=\"#1造型布局\">#</a> 1. 造型布局</h4>\n<ul>\n<li>基本的三段式造型：屋顶 屋身 台基（例：故宫 三重须弥座台基）</li>\n<li>中国建筑多长边方向开门而西方多短边方向</li>\n<li>多围合 内向型 封闭</li>\n<li>长边称<strong>面阔</strong> 短边称<strong>进深</strong> 两根立柱间称<strong>开间</strong></li>\n</ul>\n<p><img src=\"/images/cc296927f4317a5ab1f815479ba737b.jpg\" alt=\"\"></p>\n<h4 id=\"2大木作\"><a class=\"markdownIt-Anchor\" href=\"#2大木作\">#</a> 2. 大木作</h4>\n<ul>\n<li><strong>大木作</strong> 木制结构构件，起承重作用</li>\n<li><strong>小木作</strong> 门窗 家具</li>\n<li>术语体系：元代以前《营造法式》 明清时期《工程做法》</li>\n<li><strong>柱</strong> 单棵树木主干制成 (传递载荷至地面)</li>\n<li><strong>梁</strong> 进深方向（竖着）的水平承力 多为矩形 南方有一些圆梁 秀丽轻巧 称为<strong>月梁</strong></li>\n<li><strong>额 枋 檩</strong> 面阔方向（横着）的水平承力  大的是额小的是枋 最上面直接拖着屋顶的是檩</li>\n<li><strong>椽 飞</strong> 檩上面盖的一层木条是椽 架住屋顶 飞是椽延长出来扬起的部分 <strong>通常唐代以后才有</strong></li>\n</ul>\n<h4 id=\"3结构类型\"><a class=\"markdownIt-Anchor\" href=\"#3结构类型\">#</a> 3. 结构类型</h4>\n<p>风格差异大而结构类型差异小 （换外观不变内核）</p>\n<ul>\n<li><strong>抬梁</strong> 最主流 柱顶置梁 梁端接檩 梁上放短柱 一层层往上。可以实现大跨度，少柱，开敞</li>\n<li><strong>穿斗</strong> 常见于南方 柱密集 柱贯通整个空间 直接架檩 中间小梁串联</li>\n<li><strong>井干</strong> 木材直接平行向上垒 极其费木 东北西南林区有见</li>\n</ul>\n<p><img src=\"/images/1188f3dfda94a23b40730e70b9ecf39.jpg\" alt=\"\">【推测：北方政治和祭祀功能的大型建筑较多 南方多一些民居 木材也丰富】</p>\n<p>【感慨一下。去年夏天实践在皖南乡下见到了很多穿斗式的屋子，文欣姐给我讲了这两种结构的大概。回来又在北京故宫观察了抬梁。今年冬天在广西的路上江枫给我指过一所井干式的屋子，可惜当时也没好好看清。想来有趣。谢谢这些可爱建筑人拉我入门。】</p>\n<ul>\n<li>\n<p>石砌 夯土（台基） 砖拱券仿木</p>\n<p><img src=\"/images/2efdae74b36a480957c88fbee6cc231.jpg\" alt=\"\"></p>\n</li>\n</ul>\n<p><img src=\"/images/5b3d0883701dfe5af177e2db9a3ed0f.jpg\" alt=\"\"></p>\n<p><strong>露明</strong> 指暴露室内顶部木构架，如果露明，就会对屋顶的构件桐油涂抹。对应的是用天花遮起来。</p>\n<h4 id=\"4斗拱\"><a class=\"markdownIt-Anchor\" href=\"#4斗拱\">#</a> 4. 斗拱</h4>\n<p>层层出跳，托举住上面的檐。装饰性强。通常用于高级建筑。明清时结构功能已经比较弱。</p>\n<p>宋称为一朵斗拱，清称为一攒。</p>\n<p>分为柱头、柱间、转角。（宋代叫 &quot; 铺作”）</p>\n<p><img src=\"/images/07f4559659e9bfcf1cb6c3b860a0144.jpg\" alt=\"\"></p>\n<p><img src=\"/images/1ffc078defece558daae233dbebe91b.jpg\" alt=\"\"></p>\n<p><img src=\"/images/6eedae2690eac95581f80fd87ee4c26.jpg\" alt=\"\"></p>\n<p><img src=\"/images/23ae09d5a792e18b51841f8294d767f.jpg\" alt=\"\"></p>\n<p>规格以<strong>拱与昂的出跳数量</strong>定义</p>\n<h4 id=\"5榫卯\"><a class=\"markdownIt-Anchor\" href=\"#5榫卯\">#</a> 5. 榫卯</h4>\n<p>凸出为榫 凹入为卯</p>\n<p>（文字根本写不清 太过精妙）</p>\n<p><img src=\"/images/4f6cb2fd021df143779cc7dc43acbb0.jpg\" alt=\"\"></p>\n<h4 id=\"6屋顶\"><a class=\"markdownIt-Anchor\" href=\"#6屋顶\">#</a> 6. 屋顶</h4>\n<p>造型最体现等级秩序，是一种标识物。影响单体造型和群组布局。</p>\n<ul>\n<li><strong>庑殿顶</strong> 也叫 四阿顶 四个坡面。最高等级。【五台山佛光寺，后续依旧关注晋中建筑】</li>\n<li><strong>悬山顶</strong> 两坡 屋顶两端悬挑 在山墙之外 遮风避雨保护木结构和墙 。最多见。常用于民居。</li>\n<li><strong>歇山顶</strong> 悬山顶基础上加了一圈副阶 九脊 后期出现<strong>卷棚歇山</strong> 没有正脊 弧形屋顶</li>\n<li><strong>硬山顶</strong> 悬山顶不出挑。砖石结构的山墙，不需要遮蔽保护。民居常见。</li>\n<li><strong>攒尖顶</strong> 较小 园林常见 宫殿坛庙亦有。</li>\n</ul>\n<p>一套严格细致的等级秩序 排序是<strong>重檐 &gt; 单檐  庑殿 &gt; 歇山 &gt; 攒尖 &gt; 悬山 &gt; 硬山</strong></p>\n<p>观察故宫 正殿用庑殿，配殿差一点，前导再差一点。太和殿重檐庑殿 中和殿辅助 单檐攒尖 保和殿重檐歇山</p>\n<h4 id=\"7台基\"><a class=\"markdownIt-Anchor\" href=\"#7台基\">#</a> 7. 台基</h4>\n<p>功能：预潮。</p>\n<p>常见夯土，外包砖石。方形吸取佛座造型变为须弥座。石砌。故宫台基均为汉白玉。</p>\n<h4 id=\"8小木作\"><a class=\"markdownIt-Anchor\" href=\"#8小木作\">#</a> 8. 小木作</h4>\n<ul>\n<li><strong>版门</strong>即对开的大门 宅院大门</li>\n<li><strong>隔扇门 &amp; 窗</strong> 小型建筑本体 <strong>上部棂花和下部裙板</strong>组成</li>\n<li><strong>外檐木雕</strong> 在立柱上做大量雕刻装饰  【晋商大院、徽商民居 有钱的人雕梁画栋，后续仍旧关注】</li>\n<li><strong>藻井 &amp; 天花</strong> 藻井是穹顶 天花是水平方向 最初真的绘画藻类和水生生物，为了避火。</li>\n<li><strong>彩画</strong> 在建筑结构上用颜色画图案就是彩画 比如额上。</li>\n</ul>\n<h4 id=\"10脊饰\"><a class=\"markdownIt-Anchor\" href=\"#10脊饰\">#</a> 10. 脊饰</h4>\n<p>象征主义文化传统的体现。鸱（一种海兽）的尾巴，与藻井类似，辟邪防火。</p>\n<p>南北朝成熟，盛唐下方出现龙首形状，辽宋西夏明显龙头鱼尾，<strong>信仰的混合过渡阶段特征</strong></p>\n<p>金元明清完全变成龙形，名为 “鸱吻” 。</p>\n<h3 id=\"2-时代风格\"><a class=\"markdownIt-Anchor\" href=\"#2-时代风格\">#</a> 2. 时代风格</h3>\n<p>这部分开始综合单词进行造句和成篇。分析整体的建筑了。</p>\n<p>作者依据时间线来讲述的，好处是时代背景分明，坏处是不能清晰地看出各类别建筑的沿革线索。于是记笔记的时候把同类建筑整理到一起。</p>\n<p>鉴赏这种东西还是不能靠理论套的，没见过的建筑，描述得再厉害也形不成自己的理解。希望能有机会行万里路，亲眼多看一些古建吧。</p>\n<p>其实看的也不算少。但，看实体的时候看不懂，看书的时候想不出，真是搞笑。</p>\n<p>其实是没搞懂究竟在看什么 —— 关注作者讲述时的分析维度吧。</p>\n<h4 id=\"原始-城市-宫室\"><a class=\"markdownIt-Anchor\" href=\"#原始-城市-宫室\">#</a> 原始 - 城市、宫室</h4>\n<ul>\n<li>氏族聚落</li>\n<li>统治中心与经济中心重合【延续至宋？）】</li>\n<li>夯土高台。【这其实挺有意思的，先垒一个高高的基座把自己抬升起来。之后也可以关注一下<strong>西方</strong>建筑有没有类似的操作】鼎盛：阿房宫</li>\n</ul>\n<h4 id=\"汉代-长安洛阳\"><a class=\"markdownIt-Anchor\" href=\"#汉代-长安洛阳\">#</a> 汉代 - 长安洛阳</h4>\n<ul>\n<li>汉承秦制。长乐、未央（本意为欢乐无尽）【王南老师的《建筑史话》可以再复习一下】</li>\n</ul>\n<h4 id=\"三国两晋南北朝南渡-城市与宫室\"><a class=\"markdownIt-Anchor\" href=\"#三国两晋南北朝南渡-城市与宫室\">#</a> 三国两晋南北朝，南渡 - 城市与宫室</h4>\n<ul>\n<li>\n<ol>\n<li>曹魏邺城（河北邯郸） 、洛阳</li>\n<li>西晋洛阳</li>\n<li>东晋、南朝建康【果然南方比较自由商业吗，开创坊巷，打破棋盘格，在内城保留】</li>\n<li>北魏孝文帝再次迁都洛阳。</li>\n</ol>\n<p>【我在学历史吗】</p>\n</li>\n</ul>\n<h4 id=\"早期-祭祀-坛庙\"><a class=\"markdownIt-Anchor\" href=\"#早期-祭祀-坛庙\">#</a> 早期 - 祭祀、坛庙</h4>\n<ul>\n<li>祭祀大概可以分为两个维度：1 自然神 2 祖先；前者 “坛”，后者 “庙”。<strong>文化背景</strong></li>\n</ul>\n<h4 id=\"秦汉-帝王陵-贵族墓\"><a class=\"markdownIt-Anchor\" href=\"#秦汉-帝王陵-贵族墓\">#</a> 秦汉 - 帝王陵、贵族墓</h4>\n<ul>\n<li>覆斗形封土，形似金字塔 ——“倒斗” 可能就是这么来的吧。</li>\n</ul>\n<h4 id=\"原始-秦汉-居住建筑与园林\"><a class=\"markdownIt-Anchor\" href=\"#原始-秦汉-居住建筑与园林\">#</a> 原始、秦汉 - 居住建筑与园林</h4>\n<ul>\n<li>从材料上，北方土木混合，南方纯木 <strong>材料</strong></li>\n<li>所有园林的一大统一思路：以小见大，在小范围模拟一个大环境。【模拟天象、仙界或者是自然界。有意思啊。像个<strong>实验室</strong>……】</li>\n<li>汉代：坞壁。<strong>特殊时代背景特殊功能</strong></li>\n</ul>\n<h4 id=\"魏晋-宅园\"><a class=\"markdownIt-Anchor\" href=\"#魏晋-宅园\">#</a> 魏晋 - 宅园</h4>\n<ul>\n<li>玄学盛行 崇尚自然→向内的精神气质→ 园林致力于再现山水风光，静，隐逸。</li>\n<li>两晋贵族的 “别业”</li>\n</ul>\n<h4 id=\"隋唐-宅园\"><a class=\"markdownIt-Anchor\" href=\"#隋唐-宅园\">#</a> 隋唐 - 宅园</h4>\n<p>“有高度文化内涵的特殊人工环境”</p>\n<ul>\n<li>\n<p>除了私家园林，还有公用的官府营建的园林，士大夫可以租用来欢宴庆祝</p>\n<p>【这个好有意思啊。古代士大夫就是有调调，比起今天在酒店租个宴会厅办婚礼什么的，租园林显然更有意趣……】</p>\n</li>\n</ul>\n<h4 id=\"元明清-民居\"><a class=\"markdownIt-Anchor\" href=\"#元明清-民居\">#</a> 元明清 - 民居</h4>\n<ol>\n<li>\n<p>明代：严密的住宅制度–民间不能用斗拱！不能用彩画！ 官员不能重檐！不能歇山！</p>\n</li>\n<li>\n<p>清代毕竟经济发展，各地违反规矩多起来。</p>\n<ul>\n<li>北京四合院不得不乖乖听话 所以从不可能有斗拱</li>\n<li>晋商有钱且天高皇帝远，大量彩画，大量多重斗拱</li>\n<li>江南：院落小，进深大，高耸天井能遮阳，素雅，粉墙黛瓦木雕，额上好像不画那么多彩画</li>\n</ul>\n<p><strong>地域、气候带来的特征</strong></p>\n</li>\n</ol>\n<h4 id=\"原始-秦汉-造型和装饰\"><a class=\"markdownIt-Anchor\" href=\"#原始-秦汉-造型和装饰\">#</a> 原始、秦汉 - 造型和装饰</h4>\n<ul>\n<li>商周，建筑无留存，参考器物装饰，推测黑红为主 /<strong> 色彩  纹样</strong></li>\n<li>汉代，脊部装饰，斗拱突出  <strong>构件</strong>（脊部、斗拱样式……）</li>\n</ul>\n<h4 id=\"唐代-造型装饰\"><a class=\"markdownIt-Anchor\" href=\"#唐代-造型装饰\">#</a> 唐代 - 造型装饰</h4>\n<p>中唐被视作分界点。前：素雅，灰与朱、白 后逐渐奢靡</p>\n<p>丝绸之路 - 釉面陶、琉璃瓦 <strong>材料工艺</strong> 彩画 <strong>表面装饰</strong></p>\n<h4 id=\"宋辽\"><a class=\"markdownIt-Anchor\" href=\"#宋辽\">#</a> 宋辽</h4>\n<p>彩画，暖色为主。 <strong>色彩色调</strong>。木雕完备，趋于华丽。琉璃砖瓦广泛使用。</p>\n<h4 id=\"元明清\"><a class=\"markdownIt-Anchor\" href=\"#元明清\">#</a> 元明清</h4>\n<p>元明清三代差异显著。* 可以仔细观察。</p>\n<ol>\n<li>彩画，宋暖色为主→元后冷色（青绿）为主。</li>\n<li>施用彩画范围，明清缩减，上面绘制，柱身则单色。</li>\n<li>柱身朱漆为高等级，黑色褐色绿色较低（这个没怎么见过啊）</li>\n<li>明清开始采用木材拼合，解决木材匮乏，也实现更大尺度的房屋构件。</li>\n</ol>\n<h4 id=\"汉-魏晋-早期佛寺佛塔\"><a class=\"markdownIt-Anchor\" href=\"#汉-魏晋-早期佛寺佛塔\">#</a> 汉、魏晋 - 早期佛寺佛塔</h4>\n<ol>\n<li>东汉传入，三国以后动荡战乱，佛教大盛；</li>\n<li>魏晋南北朝政权大都极力推崇佛教 <strong>政治、社会背景</strong></li>\n</ol>\n<ul>\n<li>佛塔：模仿印度本土→本土化 <strong>发展沿革，本土化演变</strong> 这个最有意思了\n<ol>\n<li><strong>楼阁式</strong>\n<ul>\n<li>木结构、砖木结构、砖石结构仿木</li>\n<li>可以爬 各层距离统一而比较高</li>\n</ul>\n</li>\n<li><strong>密檐式</strong>\n<ul>\n<li>几乎都是砖石结构</li>\n<li>不能爬 内部是空筒 第一层很高而上面极其密</li>\n<li>楼阁式发展而来  算是一种功能性的消解？【变成密檐式的目的究竟是偶像功能加强还是变成了景观？】</li>\n</ul>\n</li>\n</ol>\n</li>\n</ul>\n<h4 id=\"隋唐-佛塔本土化-成熟\"><a class=\"markdownIt-Anchor\" href=\"#隋唐-佛塔本土化-成熟\">#</a> 隋唐 - 佛塔本土化、成熟</h4>\n<ul>\n<li>舍弃了 “土”，改为砖木、纯木。</li>\n<li>崇拜属性消解 宗教意义逐渐淡化 变成景观</li>\n</ul>\n<ol>\n<li>\n<p>西安大雁塔</p>\n<p>方塔，砖仿木，纯装饰构件【这是什么一种思想根源，不是这种材料，强行模拟这种材料的结构，但也是杰作】<strong>常见的样式</strong></p>\n</li>\n<li>\n<p><em>山西五台佛光寺</em> 祖师塔</p>\n<p>“墓塔”，大师的埋骨处。这个功能倒是鲜明。<strong>功能</strong></p>\n</li>\n</ol>\n<ul>\n<li>唐早期 -** 方塔 **/ 中唐以后 -<strong> 八边形塔</strong>更多  <strong>形态</strong></li>\n</ul>\n<h4 id=\"隋唐-五代-佛寺演化\"><a class=\"markdownIt-Anchor\" href=\"#隋唐-五代-佛寺演化\">#</a> 隋唐、五代 - 佛寺演化</h4>\n<ol>\n<li>山西五台南禅寺\n<ul>\n<li>【唐代寺庙真的好好看好简洁大气，颜色也古雅 全中国只剩晋中留存 什么时候有机会看看…】</li>\n</ul>\n</li>\n<li>山西五台佛光寺</li>\n<li>山西芮城广仁王庙\n<ul>\n<li>道教建筑。但好像和佛寺区别不大…？</li>\n</ul>\n</li>\n<li>山西平顺 天台庵</li>\n</ol>\n<p>皆是<strong>单檐歇山</strong>顶，不知道算这个时期的特点？还是这种功能的建筑的等级？</p>\n<p>【为什么是晋中？为何山西有这么多佛教建筑？因为是北魏都城 or 李唐王室出生地？有待研究】</p>\n<ul>\n<li>唐武宗和后周世宗 <strong>灭佛</strong> 。</li>\n</ul>\n<h4 id=\"宋辽金西夏-佛寺\"><a class=\"markdownIt-Anchor\" href=\"#宋辽金西夏-佛寺\">#</a> 宋辽金西夏 - 佛寺</h4>\n<ol>\n<li>\n<p>北宋崇道。</p>\n</li>\n<li>\n<p>辽金西夏佛事极盛。</p>\n<ul>\n<li>\n<p>集中在山西大同周边【这个可以理解，陪都】</p>\n<p>善化寺。寺院建筑群，看上去好像是庑殿顶，好高规格。<strong>大木作 - 屋顶</strong></p>\n</li>\n</ul>\n</li>\n</ol>\n<h4 id=\"宋辽金西夏-佛塔\"><a class=\"markdownIt-Anchor\" href=\"#宋辽金西夏-佛塔\">#</a> 宋辽金西夏 - 佛塔</h4>\n<ol>\n<li>\n<p>两宋多见楼阁式（纯汉族风格），偶像功能弱。）纯木→砖</p>\n</li>\n<li>\n<p>辽金多见密檐式（少数民族），相对原始的崇拜对象信仰特征。【懂了。是一种回头路】<strong>文化</strong></p>\n<p><strong>台基、塔身形态、装饰</strong></p>\n<ul>\n<li>基本都是八边形\n<ol>\n<li>山西应县佛宫寺 - 楼阁</li>\n<li>北京天宁寺 - 密檐</li>\n</ol>\n</li>\n</ul>\n</li>\n</ol>\n<h4 id=\"元明-佛寺\"><a class=\"markdownIt-Anchor\" href=\"#元明-佛寺\">#</a> 元明 - 佛寺</h4>\n<ol>\n<li>元代比较两极分化</li>\n<li>明后 砖石仿木较多  出现很多砖拱券建筑 （<strong>拱券</strong>直观感觉比较少数民族… 有待印证）\n<ul>\n<li>重檐歇山甚至重檐庑殿 比之唐寺庙明显繁复宏大</li>\n</ul>\n</li>\n</ol>\n<p>地位尊崇者才可以黄琉璃瓦覆顶。</p>\n<h4 id=\"清代-佛寺\"><a class=\"markdownIt-Anchor\" href=\"#清代-佛寺\">#</a> 清代 - 佛寺</h4>\n<ul>\n<li>\n<p>绥抚蒙藏，大量藏式佛寺。</p>\n<ol>\n<li>雍和宫是藏传佛教寺院！【竟然不清楚这一点。其实没进去过，有点惭愧！】</li>\n</ol>\n</li>\n</ul>\n<ol start=\"2\">\n<li>外八庙普宁寺，汉藏建筑风格融合。汉：前半部分比较对称。藏：后半部分依山而建，自由布局。且建筑有鎏金宝顶，藏传佛教建筑的特点。</li>\n</ol>\n<p><strong>抱厦</strong>好像是凸出于建筑外立面的小 “门楼”…</p>\n<h2 id=\"part2建筑中国半片砖瓦到十里楼台\"><a class=\"markdownIt-Anchor\" href=\"#part2建筑中国半片砖瓦到十里楼台\">#</a> Part2.《建筑中国 —— 半片砖瓦到十里楼台》</h2>\n<p>2023.09.04. 算是进阶阅读？其实这才是我想要读中国古建书籍的原点。上面第一本书做基本词汇扫盲，也很好。</p>\n<p>按照 “建筑整体” 和 “建筑构件” 两大部分划分。第一部分又根据不同功能的建筑划分。</p>\n<h3 id=\"亭台楼阁-建筑门类\"><a class=\"markdownIt-Anchor\" href=\"#亭台楼阁-建筑门类\">#</a> 亭台楼阁 - 建筑门类</h3>\n<h4 id=\"城\"><a class=\"markdownIt-Anchor\" href=\"#城\">#</a> 城</h4>\n<ul>\n<li>“市井” 这个词源于<strong>井田</strong>，而非水井。井本身就是用来交换东西的地方。</li>\n<li>农业社会中 “城市” 事消费不事生产，经济上依赖乡村，所以说是政治军事的巨人和经济的侏儒。</li>\n<li>将城市的布局规划提升为 “<strong>大地文化</strong>”，有趣。方正的布局，“冷峻的大地文化”。</li>\n<li>中轴线 -<strong> 折半</strong>思想 - 文化脊梁 - 温馨而又严厉的气质。富于 “理趣”</li>\n</ul>\n<p><strong>THOUGHTS</strong> 有意思…… 从上一本书我已经记住了大概的术语，从这本书起更努力去体会建筑人对建筑的 “评价”。为何称某物美？美在哪？背后的成因、逻辑？和此前知识体系能否建立联系？是否可以迁移？</p>\n<h4 id=\"居\"><a class=\"markdownIt-Anchor\" href=\"#居\">#</a> 居</h4>\n<ul>\n<li>\n<p>四合院。坐北朝南为上，由于四合的结构，导致了每个位置屋子的地位差异。</p>\n<p>南首的屋子虽然南，但朝北开门开窗，叫做 “倒座”</p>\n<p>最北边的坐北朝南，但地位也不高。</p>\n<p>依据八卦的八个方位属性 —— 所谓风水。东 男性。西 女性。东北方是艮为，“鬼门”，非常阴。但古人的<strong>自我解救和小聪明</strong>艮为设厨房，明火照亮阴暗。 好有意思。</p>\n</li>\n<li>\n<p>苏州民居。“进” 和 “落” 结合，厅堂和天井庭院的穿插。</p>\n<p>与水融合。</p>\n<p>庭院为厅堂的延续，厅于庭交融。这个挺妙的，看上去阻隔了但在意味上还是连续的。</p>\n</li>\n</ul>\n<h4 id=\"寺\"><a class=\"markdownIt-Anchor\" href=\"#寺\">#</a> 寺</h4>\n<ul>\n<li>本土化 - 南北纵向中轴线，和民居宫殿等殊无二致。</li>\n<li>基本特点：力求南向、中轴对称，几重进深。</li>\n<li>山门 - 天王殿 - 院落 - 大雄宝殿。</li>\n<li>五台山 - 文殊道场 - 被开发为佛教圣地始于北魏孝文帝。</li>\n</ul>\n<p>以对南禅寺的描述为例，观察一栋<strong>建筑的风格的角度</strong>：</p>\n<p>“柱径很大”“柱身粗壮”“斗拱巨大”“出檐深远” → 体现唐代建筑的雄浑有力</p>\n<h4 id=\"塔\"><a class=\"markdownIt-Anchor\" href=\"#塔\">#</a> 塔</h4>\n<p>基本组成：塔刹、塔身、塔基（基座和地宫）</p>\n<ul>\n<li>楼阁式塔的节奏感和飘逸感</li>\n<li>密檐式塔的质朴 浑然一体 通常出檐很短</li>\n<li>覆钵式塔的有力。（北京白塔）</li>\n<li>过街塔很有意思，讲求 “与人方便”—— 我在其中看出了一种 “路德宗” 的意味，削减刻意的行为和仪式，因信称义。</li>\n</ul>\n<p>演变 - 由于木制容易腐坏焚毁，只要技术能达到就演变为了砖石或者砖木。</p>\n<ul>\n<li>\n<p><strong>天宁寺</strong> 密檐，甚为高大的须弥座；莲瓣，烘托佛教氛围。强疏密对比，节奏感。收放秩序。</p>\n<p>（最近一定找时间去看看！！）</p>\n</li>\n</ul>\n<h4 id=\"亭\"><a class=\"markdownIt-Anchor\" href=\"#亭\">#</a> 亭</h4>\n<p>一种前期还有些实用性，后来越来越偏向纯文化性的建筑。与审美结合极为密切。</p>\n<p>文化特征为融于自然，一种<strong>有机建筑</strong> （这个理念，颇为现代……）</p>\n<ul>\n<li>关注其 造型本身、空间的通透、<strong>造型与地形环境的协调</strong></li>\n<li><strong>激发内心独白</strong>的空间，往往有精神价值。</li>\n</ul>\n<p>好棒的空间心理学案例…… 正因为其往往选址在能看到胜景的地方，人烟不能稠密，还有其空间的通透。那种 “既开敞又独立” 的平衡真实可贵。真是超凡脱俗的建筑。<strong>虚</strong>的特质。</p>\n<ul>\n<li>几种职能\n<ol>\n<li>自身作为构景的因素，增加活跃（远看）</li>\n<li>人机工学的考虑，给人休息。</li>\n<li>新的审美出发点，观景空间。</li>\n</ol>\n</li>\n</ul>\n<h3 id=\"雕梁画栋-建筑构件\"><a class=\"markdownIt-Anchor\" href=\"#雕梁画栋-建筑构件\">#</a> 雕梁画栋 - 建筑构件</h3>\n<h4 id=\"顶\"><a class=\"markdownIt-Anchor\" href=\"#顶\">#</a> 顶</h4>\n<p>为了保护土木结构，需要出挑；出挑多了又太沉重，于是逐渐形成<strong>反宇飞檐</strong></p>\n<ul>\n<li>\n<p>可以观察的维度，也就是体现房屋 “性格” 的特点：</p>\n<p>檐口是否 “软”- 飞檐上翘的幅度。脊饰的形态。梁思成评价清代的雕饰称极端程式化。几何形体的堆砌。</p>\n</li>\n<li>\n<p>雕饰 山墙中间挂下来的 “动物”- 通常是<strong>悬鱼</strong> 和鸱吻同理，一切为了防火。</p>\n</li>\n</ul>\n<h4 id=\"架构\"><a class=\"markdownIt-Anchor\" href=\"#架构\">#</a> 架构</h4>\n<ul>\n<li>\n<p>举折 - 屋架高度，屋面坡度。</p>\n<p>大抵上越新的建筑坡度越陡峭，给人一种威严耸立的感觉。斗拱也变小，出檐收缩。</p>\n</li>\n<li>\n<p>推山 - 45 度方向看脊，不垂直而有曲线。<img src=\"/images/19fcc265e23bdba9c9c2c8735b6aeac.jpg\" alt=\"\"></p>\n</li>\n<li>\n<p>雀替 - 柱上方与梁、枋交接的座。常作为鸟翼状。明清建筑外檐下常施雀替，可以观察一下。</p>\n</li>\n</ul>\n<h4 id=\"柱\"><a class=\"markdownIt-Anchor\" href=\"#柱\">#</a> 柱</h4>\n<p>径高比体现性格。宋代起逐渐趋于细长。</p>\n<p>侧脚 - 外檐柱微微向内倾斜，以达到垂直的视觉效果。一种视错觉。</p>\n<p>内柱林立 - 内柱的密度影响室内空间给人的心理感受。太空旷会感到无所归依。恰到好处的立柱密度彰显向上的昂扬之势。</p>\n<ul>\n<li>与西方不同，未出现与人体有关的意象（多立克、爱奥尼、柯林斯）</li>\n</ul>\n<h4 id=\"斗拱\"><a class=\"markdownIt-Anchor\" href=\"#斗拱\">#</a> 斗拱</h4>\n<ul>\n<li>\n<p>实用承重构件，通过逐层挑出，分力</p>\n</li>\n<li>\n<p>文化符号。作者对其的赏析：“错综” 和 “理性” 的美感。复杂但是又有逻辑的东西，大家都喜欢吧。</p>\n</li>\n<li>\n<p>产生的根源：木材具有石材没有的韧性，但是刚度有限。就需要斗拱来分散屋檐承受的剪力。</p>\n<p>最初也是一个支柱（擎檐柱）发展来的。然后变成斜着的支撑。然后变成拱。有一点点<strong>飞扶拱</strong>的意思！一开始是一整面墙，后来变得凌空。</p>\n<p><strong>从实向虚，从多到少</strong>。</p>\n</li>\n</ul>\n<h4 id=\"门\"><a class=\"markdownIt-Anchor\" href=\"#门\">#</a> 门</h4>\n<ul>\n<li>\n<p>四合院。大门不设在中轴线上而通常在东南角，由于风水，东南是巽位，入。</p>\n<p>垂花门，最为精致的一道门。不是大门但在中轴线上，通常正对着厅堂。</p>\n</li>\n</ul>\n<h4 id=\"窗\"><a class=\"markdownIt-Anchor\" href=\"#窗\">#</a> 窗</h4>\n<p>内外空间的分隔与延续、渗透。<strong>漏窗</strong> 这个说法很有趣 景物从窗户渗漏近来。</p>\n<p>对建筑封闭性的否定。</p>\n<p>窗的<strong>高贵</strong>在于视线通过，肢体不通过。眺望的工具。建筑<strong>呼吸</strong>的所在，空间气韵连通。</p>\n<p>心理上，既受到庇护又不封闭。审美上，对大自然的选择性的 “剪裁”。</p>\n<p><img src=\"/images/77acb2a39c8bba9531a1bda7ed1f64e.jpg\" alt=\"\"></p>\n<p><img src=\"/images/f7ff4a89abaa38f5396afd9be13cd21.jpg\" alt=\"\"></p>\n<h4 id=\"砖瓦\"><a class=\"markdownIt-Anchor\" href=\"#砖瓦\">#</a> 砖 &amp; 瓦</h4>\n<ul>\n<li>\n<p>砖：泥土窑炼而成，不应与 “石” 混淆。</p>\n</li>\n<li>\n<p>瓦：瓦的横断面通常是弧形，一垄仰一垄俯，垄间相构。这样说，流水瓦应该在仰垄下方。</p>\n<p>青瓦 与 琉璃瓦 —— 彩色釉陶。</p>\n<p><img src=\"/images/9674fa7735e34564387c929c998aee7.jpg\" alt=\"\"></p>\n<p>脊饰：仙人指路 - 龙 - 凤 - 狮子 - 麒麟 - 天马 - 海马 - 鱼 - 獬 - 犼 - 猴。“防火大队” 哈哈哈有趣的比喻。</p>\n</li>\n<li>\n<p>瓦当：一个可以观察的方面！文字瓦当，自然瓦当，宗教瓦当。</p>\n</li>\n</ul>\n<h4 id=\"栏杆\"><a class=\"markdownIt-Anchor\" href=\"#栏杆\">#</a> 栏杆</h4>\n<ul>\n<li>\n<p>栏板 + 望柱，仿木结构。二板一柱，形成节奏。</p>\n</li>\n<li>\n<p>古诗里大量表述，形成一种寄托思绪的意象：</p>\n<p>“把吴钩看了，栏杆拍遍，无人会，登临意。”“独自莫凭栏，无限江水，别时容易见时难。”</p>\n</li>\n</ul>\n<p><img src=\"/images/d53042167f865ff1185636443533f02-1694077953180-15.jpg\" alt=\"\"></p>\n<p><img src=\"/images/2417d293c805bb6d7da79c88a07cd87.png\" alt=\"\"></p>\n<h4 id=\"台基\"><a class=\"markdownIt-Anchor\" href=\"#台基\">#</a> 台基</h4>\n<ul>\n<li>方形发展为须弥座 —— 对佛经挑选式的利用和吸收。佛教的须弥山和须弥座的三大特点：\n<ul>\n<li>位于世界中心（中国人相信自己处于中心，对中心充满崇拜）</li>\n<li>坚固不坏（弥补土木结构容易朽坏的缺点）</li>\n<li>高耸无比（在观念和情感上实现现实中造不出的高度）</li>\n</ul>\n</li>\n</ul>\n<p><img src=\"/images/eebf2d9ae0e009e1367e10759b33f08.jpg\" alt=\"\"></p>\n<p><img src=\"/images/5a17f2562229d5d6be9b3f4e4729f35.jpg\" alt=\"\"></p>\n<h4 id=\"铺地\"><a class=\"markdownIt-Anchor\" href=\"#铺地\">#</a> 铺地</h4>\n<p>很有意思的说法：“句号”。</p>\n<p>“人与自然的关系处于对立又统一的矛盾状态。人总愿意将他的一切文化方式带到自然的每一个角落，企望在一切领域打上人的文化烙印。…… 建筑作为人占有，改造自然的一种文化方式，同样要求全面实现人对自然的把握。…… 铺地作为最后一道工序，为改造画上一个完美的句号。从此人居住在一个自己建造的六合宇宙之中。“</p>\n<ul>\n<li>依照材料分类\n<ol>\n<li>石灰沙子鹅卵石 —— 比较随意的铺地。</li>\n<li>砖铺地 / 砖铺墁\n<ul>\n<li>长砖 - 长方形</li>\n<li>方砖 - 比长砖高级，或许是最规整吧</li>\n<li>金砖 - 皇家建筑。打磨之后，还要上一层蜡。</li>\n</ul>\n</li>\n</ol>\n</li>\n<li>场合 —— 室外\n<ul>\n<li>散水 - 在建筑物较近的范围，保护地基不受雨水侵蚀。宽度根据出檐远近铺设，承接檐上流下的水。有的以石为材。</li>\n<li>甬铺 - 交通线上。常用方砖。</li>\n<li>园林环境中，往往更加随意。由于是最后一道工序，有时用建筑废料：碎砖碎瓦碎瓷片…</li>\n</ul>\n</li>\n</ul>\n<h3 id=\"中西建筑比较\"><a class=\"markdownIt-Anchor\" href=\"#中西建筑比较\">#</a> 中西建筑比较</h3>\n<p>居然还有这个模块，也算惊喜。我一直都对各种 “沿革、比较、同化” 感兴趣，这一部分写的虽然简略，但也挺有启发性。</p>\n<h4 id=\"材料土木和石头\"><a class=\"markdownIt-Anchor\" href=\"#材料土木和石头\">#</a> 材料：土木和石头</h4>\n<p>西方：石材</p>\n<ul>\n<li>\n<p>根源：采石技术；相信巨石的神性和巫性。巨石崇拜，在天地间用它来划分出一个安全的空间。</p>\n</li>\n<li>\n<p>气质上</p>\n<p>石材与人的关系更加紧张而具有<strong>推拒力</strong>，阳刚与力量，崇高与震慑。</p>\n<p>而木构建筑明显与人更加亲近，阴柔</p>\n</li>\n</ul>\n<p>这也决定了西方建筑的 “神性” 会更加强大？</p>\n<h4 id=\"美的逻辑结构雕塑\"><a class=\"markdownIt-Anchor\" href=\"#美的逻辑结构雕塑\">#</a> 美的逻辑：结构 &amp; 雕塑</h4>\n<ul>\n<li>\n<p>中国建筑的 “三段式”，结构，逻辑清晰。</p>\n<ul>\n<li>\n<p>林徽因：中国屋顶曲线只是结构直率自然的结果。并未经过矫揉造作。- 反宇飞檐的曲线美在重载结构通过自己的形态，在观感中失去沉重感，获得轻盈和欢愉。</p>\n</li>\n<li>\n<p>单体建筑，木结构逻辑通顺而严密。</p>\n</li>\n<li>\n<p>组合建筑，主次分明，主轴序列、副轴序列，轴线森列，层次清晰层层递进。 进深与院落 -<strong> 建筑结构的蒙太奇</strong>，非常严谨而理性。</p>\n<p>—— 这种建筑结构<strong>体现了社会结构</strong>。“家族之制” 的影响，等级观念和团组观念。也就是费孝通所言的<strong>差序格局</strong></p>\n</li>\n</ul>\n</li>\n<li>\n<p>西方建筑：雕塑美</p>\n<p>更加强调塑造而不是结构。如 “柱式” 基本与承重无关，只为了抽象表现人体的雕塑美。</p>\n<p>极为重视外立面的推敲。个体的体量与轮廓。</p>\n<ul>\n<li>现代主义建筑，如蓬皮杜中心，将结构直接外露，就是一种对于雕塑美的倾覆挑战，所以不容易被接受。</li>\n</ul>\n<p>建筑师往往都是雕塑家。</p>\n</li>\n<li>\n<p>关于建筑与人和环境</p>\n<p>中国人：天人合一。</p>\n<ul>\n<li>建筑是自然环境系统的有机构成。不是征服自然而是努力亲和融渗在自然中。柔顺，天然。</li>\n<li>将 “大” 通过群体组合来展现。</li>\n</ul>\n<p>欧洲人：努力突出个体特征，努力建的高大。</p>\n<ul>\n<li>个体崇高与个性。不具有 “礼” 的特性。</li>\n</ul>\n</li>\n</ul>\n<h4 id=\"庭院和广场\"><a class=\"markdownIt-Anchor\" href=\"#庭院和广场\">#</a> 庭院和广场</h4>\n<ul>\n<li>\n<p>中国建筑的空间造型、生活情调和美学效果，通过群体组合来展现。人流交往与空间联系的媒介：门、庭院。</p>\n<p>“建筑物之间的空间” 比想象的更重要。“庭院深深深几许，杨柳堆烟，帘幕无重数。”</p>\n<p>内敛 宁静 封闭</p>\n<p>家庭的空间，排他性。</p>\n</li>\n<li>\n<p>西方 - 广场与城市一同成长。是交往的公共场所，城市 “涵虚” 的所在。</p>\n<p>袒露、开敞、流动的文化心态</p>\n<p>社会集中的中心，包容性。</p>\n</li>\n<li>\n<p>这样看起来，西方空间是 “大众” 而中国空间是 “私人”，似乎不太符合我们对此二者的印象，</p>\n<p>但是仔细想来<strong>广场的大众是独立个体组成的大众，中国庭院是实质为群体的私人</strong>。</p>\n<p>就好像，一个人去热闹的咖啡馆 和 拖家带口去深山老林。</p>\n<p>前者的人更多公众性更强，但受到来自 “人” 的羁绊无疑比后者更少，无疑流动性和自由性更强。</p>\n<p>不由得想起 b 站上看到一个社会学 up 主关于人际关系的解说，也借用 “差序格局” 的概念，我们的关系像涟漪一样的层级。</p>\n<p><strong>强连接和弱连接</strong> 广场上极多的弱连接，庭院里少而永远稳固的强连接。</p>\n<p>这就好像我们自己社交的模式，也可以用这两个模型来分类。Sehr Interessant.</p>\n</li>\n<li>\n<p>好的，下一集预告：《广场》</p>\n</li>\n</ul>\n<h4 id=\"神性与人性\"><a class=\"markdownIt-Anchor\" href=\"#神性与人性\">#</a> 神性与人性</h4>\n<ul>\n<li>\n<p>西方建筑中神性的体现更加重要。</p>\n</li>\n<li>\n<p>中国 “淡于宗教”（梁漱溟语）—— 尽可能收敛神的灵光而舒展人的姿态。很世俗，相当世俗，没有教权而只有皇权。</p>\n<p>证据是寺院建筑都不怎么虔诚，“渎神” 行为普遍。</p>\n<p>儒家所推崇的 “礼”（等级序列）与佛家的四大皆空诸法无常，其实非常矛盾。但是佛寺建筑只要允许，全部采用中轴线对称格局。佛寺还会出现彰显权势的龙纹，可谓不伦不类。</p>\n<p>佛塔原初是参拜之用，却变得可以登临，毫无神性。</p>\n</li>\n</ul>\n",
            "tags": []
        },
        {
            "id": "https://tealbananaaa.github.io/2023/09/01/aaaarticle/",
            "url": "https://tealbananaaa.github.io/2023/09/01/aaaarticle/",
            "title": "aaaarticle",
            "date_published": "2023-09-01T14:31:58.000Z",
            "content_html": "<h1 id=\"啊啊啊啊真的好复杂啊\"><a class=\"markdownIt-Anchor\" href=\"#啊啊啊啊真的好复杂啊\">#</a> 啊啊啊啊真的好复杂啊</h1>\n<h2 id=\"啊啊啊啊我好傻啊\"><a class=\"markdownIt-Anchor\" href=\"#啊啊啊啊我好傻啊\">#</a> 啊啊啊啊我好傻啊</h2>\n<h3 id=\"啊啊啊我怎么记不住要空格啊\"><a class=\"markdownIt-Anchor\" href=\"#啊啊啊我怎么记不住要空格啊\">#</a> 啊啊啊我怎么记不住要空格啊</h3>\n<ul>\n<li>加号无序列表</li>\n<li>减号也是无序列表！</li>\n</ul>\n<ol>\n<li>数字序号加。有序列表</li>\n<li>同理同理</li>\n</ol>\n<p><strong>两个星号加粗</strong></p>\n<p><em>斜体</em></p>\n<p><mark>高亮</mark></p>\n<p><s>删除</s></p>\n<p><s>shanch</s></p>\n",
            "tags": [
                "test"
            ]
        },
        {
            "id": "https://tealbananaaa.github.io/2023/09/01/test/",
            "url": "https://tealbananaaa.github.io/2023/09/01/test/",
            "title": "test",
            "date_published": "2023-09-01T12:58:11.000Z",
            "content_html": "<p>test something</p>\n<h1 id=\"一级标题\"><a class=\"markdownIt-Anchor\" href=\"#一级标题\">#</a> 一级标题</h1>\n<h2 id=\"二级标题\"><a class=\"markdownIt-Anchor\" href=\"#二级标题\">#</a> 二级标题</h2>\n<h3 id=\"三级标题\"><a class=\"markdownIt-Anchor\" href=\"#三级标题\">#</a> 三级标题</h3>\n<p>文本</p>\n<ul>\n<li>内容 1</li>\n<li>内容 2</li>\n</ul>\n<ol>\n<li>序号 1</li>\n<li>序号 2</li>\n</ol>\n<h2 id=\"代码\"><a class=\"markdownIt-Anchor\" href=\"#代码\">#</a> 代码</h2>\n<figure class=\"highlight python\"><table><tr><td class=\"gutter\"><pre><span class=\"line\">1</span><br><span class=\"line\">2</span><br></pre></td><td class=\"code\"><pre><code class=\"hljs python\"><span class=\"hljs-keyword\">def</span> <span class=\"hljs-title function_\">my_fun</span>():<br>    <span class=\"hljs-keyword\">pass</span><br></code></pre></td></tr></table></figure>\n<p><img src=\"/images/404.png\" alt=\"\"></p>\n",
            "tags": []
        },
        {
            "id": "https://tealbananaaa.github.io/2023/09/01/hello-world/",
            "url": "https://tealbananaaa.github.io/2023/09/01/hello-world/",
            "title": "Hello World",
            "date_published": "2023-09-01T12:29:00.363Z",
            "content_html": "<p>Welcome to <a href=\"https://hexo.io/\">Hexo</a>! This is your very first post. Check <a href=\"https://hexo.io/docs/\">documentation</a> for more info. If you get any problems when using Hexo, you can find the answer in <a href=\"https://hexo.io/docs/troubleshooting.html\">troubleshooting</a> or you can ask me on <a href=\"https://github.com/hexojs/hexo/issues\">GitHub</a>.</p>\n<h2 id=\"quick-start\"><a class=\"markdownIt-Anchor\" href=\"#quick-start\">#</a> Quick Start</h2>\n<h3 id=\"create-a-new-post\"><a class=\"markdownIt-Anchor\" href=\"#create-a-new-post\">#</a> Create a new post</h3>\n<figure class=\"highlight bash\"><table><tr><td class=\"gutter\"><pre><span class=\"line\">1</span><br></pre></td><td class=\"code\"><pre><code class=\"hljs bash\">$ hexo new <span class=\"hljs-string\">&quot;My New Post&quot;</span><br></code></pre></td></tr></table></figure>\n<p>More info: <a href=\"https://hexo.io/docs/writing.html\">Writing</a></p>\n<h3 id=\"run-server\"><a class=\"markdownIt-Anchor\" href=\"#run-server\">#</a> Run server</h3>\n<figure class=\"highlight bash\"><table><tr><td class=\"gutter\"><pre><span class=\"line\">1</span><br></pre></td><td class=\"code\"><pre><code class=\"hljs bash\">$ hexo server<br></code></pre></td></tr></table></figure>\n<p>More info: <a href=\"https://hexo.io/docs/server.html\">Server</a></p>\n<h3 id=\"generate-static-files\"><a class=\"markdownIt-Anchor\" href=\"#generate-static-files\">#</a> Generate static files</h3>\n<figure class=\"highlight bash\"><table><tr><td class=\"gutter\"><pre><span class=\"line\">1</span><br></pre></td><td class=\"code\"><pre><code class=\"hljs bash\">$ hexo generate<br></code></pre></td></tr></table></figure>\n<p>More info: <a href=\"https://hexo.io/docs/generating.html\">Generating</a></p>\n<h3 id=\"deploy-to-remote-sites\"><a class=\"markdownIt-Anchor\" href=\"#deploy-to-remote-sites\">#</a> Deploy to remote sites</h3>\n<figure class=\"highlight bash\"><table><tr><td class=\"gutter\"><pre><span class=\"line\">1</span><br></pre></td><td class=\"code\"><pre><code class=\"hljs bash\">$ hexo deploy<br></code></pre></td></tr></table></figure>\n<p>More info: <a href=\"https://hexo.io/docs/one-command-deployment.html\">Deployment</a></p>\n",
            "tags": []
        }
    ]
}